{
    "body": "Are epigenetic modifications implicated in cardiovascular development and disease?", 
    "documents": [
        "http://www.ncbi.nlm.nih.gov/pubmed/22773406", 
        "http://www.ncbi.nlm.nih.gov/pubmed/22981780", 
        "http://www.ncbi.nlm.nih.gov/pubmed/20603647", 
        "http://www.ncbi.nlm.nih.gov/pubmed/21372004", 
        "http://www.ncbi.nlm.nih.gov/pubmed/23448446", 
        "http://www.ncbi.nlm.nih.gov/pubmed/22035349", 
        "http://www.ncbi.nlm.nih.gov/pubmed/23261320", 
        "http://www.ncbi.nlm.nih.gov/pubmed/19488075", 
        "http://www.ncbi.nlm.nih.gov/pubmed/23640490", 
        "http://www.ncbi.nlm.nih.gov/pubmed/21764886", 
        "http://www.ncbi.nlm.nih.gov/pubmed/20881938", 
        "http://www.ncbi.nlm.nih.gov/pubmed/22234702", 
        "http://www.ncbi.nlm.nih.gov/pubmed/24183004", 
        "http://www.ncbi.nlm.nih.gov/pubmed/22669047", 
        "http://www.ncbi.nlm.nih.gov/pubmed/22621747"
    ], 
    "ideal_answer": [
        "Genetic and epigenetic factors are of great importance in cardiovascular biology and disease. Aberrant epigenetic mechanisms may lead to pathological consequences such as cardiovascular disease (CAD).Recent studies have greatly expanded our understanding of the regulation of cardiovascular development at the chromatin level, including the remodeling of chromatin and the modification of histones. Thus, understanding chromatin-level regulation will allow for a better appreciation of gene regulation as a whole and may set a fundamental basis for cardiovascular disease."
    ], 
    "exact_answer": "yes", 
    "concepts": [
        "http://www.nlm.nih.gov/cgi/mesh/2015/MB_cgi?field=uid&exact=Find+Exact+Term&term=D057890", 
        "http://www.nlm.nih.gov/cgi/mesh/2015/MB_cgi?field=uid&exact=Find+Exact+Term&term=D002318"
    ], 
    "type": "yesno", 
    "id": "54f7291630767eb92e000002", 
    "snippets": [
        {
            "offsetInBeginSection": 1016, 
            "offsetInEndSection": 1252, 
            "text": "Gene expression regulation through the interplay of DNA methylation and histone modifications is well-established, although the knowledge about the function of epigenetic signatures in cardiovascular disease is still largely unexplored.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/22981780", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 1253, 
            "offsetInEndSection": 1508, 
            "text": "The study of epigenetic markers is, therefore, a very promising frontier of science which may aid in a deeper understanding of molecular mechanisms underlying the modulation of gene expression in the biomolecule pathways linked to cardiovascular diseases.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/22981780", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 997, 
            "offsetInEndSection": 1291, 
            "text": "This review highlights our current knowledge of epigenetic gene regulation and the evidence that chromatin remodeling and histone modifications play key roles in the pathogenesis of cardiovascular disease through (re)programming of cardiovascular (stem) cells commitment, identity and function.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/22773406", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 195, 
            "offsetInEndSection": 918, 
            "text": "Notably, multiple subunits of switching defective/sucrose non-fermenting (SWI/SNF) chromatin-remodeling complexes have been identified as strong candidates underlying these defects because they physically and functionally interact with cardiogenic transcription factors critical to cardiac development, such as TBX5, GATA-4, and NKX2-5. While these studies indicate a critical role of SWI/SNF complexes in cardiac development and congenital heart disease, many exciting new discoveries have identified their critical role in the adult heart in both physiological and pathological conditions involving multiple cell types in the heart, including cardiomyocytes, vascular endothelial cells, pericytes, and neural crest cells.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/24183004", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 1061, 
            "offsetInEndSection": 1535, 
            "text": "Recent studies have greatly expanded our understanding of the regulation of cardiovascular development at the chromatin level, including the remodeling of chromatin and the modification of histones. Chromatin-level regulation integrates multiple inputs and coordinates broad gene expression programs. Thus, understanding chromatin-level regulation will allow for a better appreciation of gene regulation as a whole and may set a fundamental basis for cardiovascular disease.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/22035349", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 270, 
            "text": "Genetic and epigenetic factors are of great importance in cardiovascular biology and disease. Tobacco-smoking, one of the most important cardiovascular risk factors, is itself partially determined by genetic background and is associated with altered epigenetic patterns.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/23640490", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 120, 
            "offsetInEndSection": 521, 
            "text": "Epigenetic modifications, including DNA methylation, histone modification (acetylation, methylation and phosphorylation) and miRNA, are critical for regulating developmental events. However, aberrant epigenetic mechanisms may lead to pathological consequences such as cardiovascular disease (CAD), neurodegenerative disease, obesity, metabolic disorder, bone and skeletal diseases and various cancers.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/23448446", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 1004, 
            "offsetInEndSection": 1423, 
            "text": "Cardiovascular disease pathways are now being approached from the epigenetic perspective, including those associated with atherosclerosis, angiogenesis, ischemia-reperfusion damage, and the cardiovascular response to hypoxia and shear stress, among many others. With increasing interest and expanding partnerships in the field, we can expect new insights to emerge from epigenetic perspectives of cardiovascular health.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/23261320", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 19, 
            "offsetInEndSection": 357, 
            "text": "Epigenetic modifications are heritable alterations of the genome, which can govern gene expression without altering the DNA sequence. The purpose of this review is to render an overview of the possible mechanisms of epigenetic regulation of gene expression in response to environmental pollutants leading to cardiovascular diseases (CVD).", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/22669047", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 576, 
            "offsetInEndSection": 865, 
            "text": "From varied study approaches directed either toward the general understanding of the key pathway regulatory genes, or sampling population cohorts for global and gene-specific changes, it has been possible to identify several epigenetic signatures of environmental exposure relevant to CVD.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/22669047", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 1250, 
            "offsetInEndSection": 1423, 
            "text": "An understanding of chromatin remodelling in response to environmental stimuli conducive to CVD is emerging, with the promise of novel diagnostic and therapeutic candidates.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/22669047", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 651, 
            "text": "Consolidated knowledge is accumulating as to the role of epigenetic regulatory mechanisms in the physiology of vascular development and vascular tone as well as in the pathogenesis of cardiovascular disease. The modulation of gene expression through modification of the epigenome by structural changes of the chromatin architecture without alterations of the associated genomic DNA sequence is part of the cellular response to environmental changes. Such environmental conditions, which are finally being translated into adaptations of the cardiovascular system, also comprise pathological conditions such as atherosclerosis or myocardial infarction. ", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/22621747", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 828, 
            "offsetInEndSection": 1187, 
            "text": "Emerging data suggest that these epigenetic modifications also impact on the development of cardiovascular disease. Histone modifications lead to the modulation of the expression of genetic information through modification of DNA accessibility. In addition, RNA-based mechanisms (e.g., microRNAs and long non-coding RNAs) influence the development of disease.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/22234702", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 1188, 
            "offsetInEndSection": 1289, 
            "text": "We here outline the recent work pertaining to epigenetic changes in a cardiovascular disease setting.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/22234702", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 275, 
            "offsetInEndSection": 473, 
            "text": "Epigenetics may represent one of the possible scientific explanations of the impact of such intrauterine risk factors for the subsequent development of cardiovascular disease (CVD) during adulthood.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/21764886", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 837, 
            "offsetInEndSection": 1272, 
            "text": "Epigenetic mechanisms include DNA methylation, histone modification, and microRNA alterations, which collectively enable the cell to respond quickly to environmental changes. A number of CVD risk factors, such as nutrition, smoking, pollution, stress, and the circadian rhythm, have been associated with modification of epigenetic marks. Further examination of these mechanisms may lead to earlier prevention and novel therapy for CVD.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/20603647", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 818, 
            "offsetInEndSection": 934, 
            "text": " Emerging data suggest that these epigenetic modifications also impact on the development of cardiovascular disease.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/22234702", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 828, 
            "offsetInEndSection": 943, 
            "text": "Emerging data suggest that these epigenetic modifications also impact on the development of cardiovascular disease.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/22234702", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 1142, 
            "offsetInEndSection": 1265, 
            "text": "Epigenetic alterations are associated with inflammation and cardiovascular disease in patients with chronic kidney disease.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/20881938", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 828, 
            "offsetInEndSection": 942, 
            "text": "Emerging data suggest that these epigenetic modifications also impact on the development of cardiovascular disease", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/22234702", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 74, 
            "text": "Epigenetic mechanisms that underpin metabolic and cardiovascular diseases.", 
            "beginSection": "title", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/19488075", 
            "endSection": "title"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 56, 
            "text": "Epigenetic regulation of cardiovascular differentiation.", 
            "beginSection": "title", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/21372004", 
            "endSection": "title"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 149, 
            "text": "Epigenetic control mechanisms play a key role in the regulation of embryonic development and tissue homeostasis and modulate cardiovascular diseases.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/21372004", 
            "endSection": "abstract"
        }
    ]
}