{
    "body": "What is enCHIP?", 
    "documents": [
        "http://www.ncbi.nlm.nih.gov/pubmed/23942116", 
        "http://www.ncbi.nlm.nih.gov/pubmed/25051498", 
        "http://www.ncbi.nlm.nih.gov/pubmed/24201379"
    ], 
    "ideal_answer": [
        "Engineered DNA-binding molecule-mediated chromatin immunoprecipitation (enChIP) is a novel method for purification of specific genomic regions retaining molecular interactions. EnChIP using the CRISPR system efficiently isolates specific genomic regions. In this form of enChIP, specific genomic regions are immunoprecipitated with antibody against a tag(s), which is fused to a catalytically inactive form of Cas9 (dCas9), which is co-expressed with a guide RNA (gRNA) and recognizes endogenous DNA sequence in the genomic regions of interest. enChIP-mass spectrometry (enChIP-MS) targeting endogenous loci identified associated proteins. enChIP using the CRISPR system would be a convenient and useful tool for dissecting chromatin structure of genomic regions of interest."
    ], 
    "concepts": [
        "http://www.nlm.nih.gov/cgi/mesh/2016/MB_cgi?field=uid&exact=Find+Exact+Term&term=D047369"
    ], 
    "type": "summary", 
    "id": "56b2863945561f0573000001", 
    "snippets": [
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 131, 
            "text": "Identification of telomere-associated molecules by engineered DNA-binding molecule-mediated chromatin immunoprecipitation (enChIP).", 
            "beginSection": "title", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/24201379", 
            "endSection": "title"
        }, 
        {
            "offsetInBeginSection": 148, 
            "offsetInEndSection": 628, 
            "text": "Here, we report isolation of telomeres by engineered DNA-binding molecule-mediated chromatin immunoprecipitation (enChIP) using a transcription activator-like (TAL) protein recognizing telomere repeats. Telomeres recognized by the tagged TAL protein were immunoprecipitated with an antibody against the tag and subjected to identification of telomere-binding molecules. enChIP-mass spectrometry (enChIP-MS) targeting telomeres identified known and novel telomere-binding proteins.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/24201379", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 186, 
            "text": "Efficient isolation of specific genomic regions and identification of associated proteins by engineered DNA-binding molecule-mediated chromatin immunoprecipitation (enChIP) using CRISPR.", 
            "beginSection": "title", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/23942116", 
            "endSection": "title"
        }, 
        {
            "offsetInBeginSection": 116, 
            "offsetInEndSection": 926, 
            "text": "Here, we established a novel method, engineered DNA-binding molecule-mediated chromatin immunoprecipitation (enChIP), for purification of specific genomic regions retaining molecular interactions. We showed that enChIP using the CRISPR system efficiently isolates specific genomic regions. In this form of enChIP, specific genomic regions are immunoprecipitated with antibody against a tag(s), which is fused to a catalytically inactive form of Cas9 (dCas9), which is co-expressed with a guide RNA (gRNA) and recognizes endogenous DNA sequence in the genomic regions of interest. enChIP-mass spectrometry (enChIP-MS) targeting endogenous loci identified associated proteins. enChIP using the CRISPR system would be a convenient and useful tool for dissecting chromatin structure of genomic regions of interest.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/23942116", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 329, 
            "offsetInEndSection": 492, 
            "text": "Recently, we developed the engineered DNA-binding molecule-mediated chromatin immunoprecipitation (enChIP) technology for purification of specific genomic regions.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/25051498", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 116, 
            "offsetInEndSection": 313, 
            "text": "Here, we established a novel method, engineered DNA-binding molecule-mediated chromatin immunoprecipitation (enChIP), for purification of specific genomic regions retaining molecular interactions. ", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/23942116", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 167, 
            "offsetInEndSection": 330, 
            "text": "Recently, we developed the engineered DNA-binding molecule-mediated chromatin immunoprecipitation (enChIP) technology for purification of specific genomic regions.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/25051498", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 116, 
            "offsetInEndSection": 312, 
            "text": "Here, we established a novel method, engineered DNA-binding molecule-mediated chromatin immunoprecipitation (enChIP), for purification of specific genomic regions retaining molecular interactions.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/23942116", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 407, 
            "offsetInEndSection": 791, 
            "text": "In this form of enChIP, specific genomic regions are immunoprecipitated with antibody against a tag(s), which is fused to a catalytically inactive form of Cas9 (dCas9), which is co-expressed with a guide RNA (gRNA) and recognizes endogenous DNA sequence in the genomic regions of interest. enChIP-mass spectrometry (enChIP-MS) targeting endogenous loci identified associated proteins.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/23942116", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 168, 
            "offsetInEndSection": 406, 
            "text": "Recently, we developed the engineered DNA-binding molecule-mediated chromatin immunoprecipitation (enChIP) technology for purification of specific genomic regions. Here, we developed a retroviral expression system for enChIP using CRISPR.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/25051498", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 117, 
            "offsetInEndSection": 406, 
            "text": "Here, we established a novel method, engineered DNA-binding molecule-mediated chromatin immunoprecipitation (enChIP), for purification of specific genomic regions retaining molecular interactions. We showed that enChIP using the CRISPR system efficiently isolates specific genomic regions.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/23942116", 
            "endSection": "abstract"
        }
    ]
}