{
    "body": "Are conserved noncoding elements associated with the evolution of animal body plans?", 
    "documents": [
        "http://www.ncbi.nlm.nih.gov/pubmed/19492354"
    ], 
    "ideal_answer": [
        "Yes. Cis-regulatory inputs identified by CNEs arose during the \"re-wiring\" of regulatory interactions that occurred during early animal evolution. Consequently, different animal groups, with different core GRNs, contain alternative sets of CNEs. Due to the subsequent stability of animal body plans, these core regulatory sequences have been evolving in parallel under strong purifying selection in different animal groups."
    ], 
    "exact_answer": "yes", 
    "type": "yesno", 
    "id": "56b8a222156496395c000001", 
    "snippets": [
        {
            "offsetInBeginSection": 458, 
            "offsetInEndSection": 1086, 
            "text": "Here, we discuss the evidence that CNEs are part of the core gene regulatory networks (GRNs) that specify alternative animal body plans. The major animal groups arose>550 million years ago. We propose that the cis-regulatory inputs identified by CNEs arose during the \"re-wiring\" of regulatory interactions that occurred during early animal evolution. Consequently, different animal groups, with different core GRNs, contain alternative sets of CNEs. Due to the subsequent stability of animal body plans, these core regulatory sequences have been evolving in parallel under strong purifying selection in different animal groups.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/19492354", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 68, 
            "text": "Conserved noncoding elements and the evolution of animal body plans.", 
            "beginSection": "title", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/19492354", 
            "endSection": "title"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 67, 
            "text": "Conserved noncoding elements and the evolution of animal body plans", 
            "beginSection": "title", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/19492354", 
            "endSection": "title"
        }
    ]
}