{
    "body": "Which eye condition is managed by the athens protocol?", 
    "documents": [
        "http://www.ncbi.nlm.nih.gov/pubmed/21117539", 
        "http://www.ncbi.nlm.nih.gov/pubmed/24763473", 
        "http://www.ncbi.nlm.nih.gov/pubmed/25176050", 
        "http://www.ncbi.nlm.nih.gov/pubmed/22347790", 
        "http://www.ncbi.nlm.nih.gov/pubmed/24893359"
    ], 
    "ideal_answer": [
        "The athens protocol (transepithelial topography-guided PRK therapeutic remodeling, combined with same-day, collagen cross-linking) was developed for the management of cornea blindness due to severe corneal scarring."
    ], 
    "exact_answer": [
        "Keratoconus", 
        "cornea blindness due to severe corneal scarring"
    ], 
    "concepts": [
        "http://www.disease-ontology.org/api/metadata/DOID:10428", 
        "http://www.nlm.nih.gov/cgi/mesh/2016/MB_cgi?field=uid&exact=Find+Exact+Term&term=D005123"
    ], 
    "type": "factoid", 
    "id": "56bdc79bef6e394741000001", 
    "snippets": [
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 146, 
            "text": "Keratoconus management: long-term stability of topography-guided normalization combined with high-fluence CXL stabilization (the Athens Protocol).", 
            "beginSection": "title", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/24763473", 
            "endSection": "title"
        }, 
        {
            "offsetInBeginSection": 1624, 
            "offsetInEndSection": 1910, 
            "text": "The Athens Protocol to arrest keratectasia progression and improve corneal regularity demonstrates safe and effective results as a keratoconus management option. Progressive potential for long-term flattening validates using caution in the surface normalization to avoid overcorrection.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/24763473", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 201, 
            "text": "The management of cornea blindness from severe corneal scarring, with the Athens Protocol (transepithelial topography-guided PRK therapeutic remodeling, combined with same-day, collagen cross-linking).", 
            "beginSection": "title", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/22347790", 
            "endSection": "title"
        }, 
        {
            "offsetInBeginSection": 8, 
            "offsetInEndSection": 296, 
            "text": " To evaluate the safety and efficacy of combined transepithelial topography-guided photorefractive keratectomy (PRK) therapeutic remodeling, combined with same-day, collagen cross-linking (CXL). This protocol was used for the management of cornea blindness due to severe corneal scarring.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/22347790", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 161, 
            "text": "Management of corneal ectasia after LASIK with combined, same-day, topography-guided partial transepithelial PRK and collagen cross-linking: the athens protocol.", 
            "beginSection": "title", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/21117539", 
            "endSection": "title"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 180, 
            "text": "Corneal refractive power and symmetry changes following normalization of ectasias treated with partial topography-guided PTK combined with higher-fluence CXL (the Athens Protocol).", 
            "beginSection": "title", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/24893359", 
            "endSection": "title"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 199, 
            "text": "To compare epithelial remodeling in keratoconic eyes that had photorefractive keratectomy and corneal collagen crosslinking (Athens protocol) with that in untreated keratoconic eyes and healthy eyes.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/25176050", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 307, 
            "text": "To evaluate a series of patients with corneal ectasia after LASIK that underwent the Athens Protocol: combined topography-guided photorefractive keratectomy (PRK) to reduce or eliminate induced myopia and astigmatism followed by sequential, same-day ultraviolet A (UVA) corneal collagen cross-linking (CXL).", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/21117539", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 676, 
            "text": "PURPOSE: To compare epithelial remodeling in keratoconic eyes that had photorefractive keratectomy and corneal collagen crosslinking (Athens protocol) with that in untreated keratoconic eyes and healthy eyes.SETTING: Private clinical practice, Athens, Greece.DESIGN: Comparative case series.METHODS: Fourier-domain anterior segment optical coherence tomography (AS-OCT) was used to obtain in vivo 3-dimensional epithelial thickness maps and center, superior, inferior, maximum, minimum, mean, midperipheral, and variability data.RESULTS: Group A comprised 175 treated keratoconic eyes (Athens protocol); Group B, 193 untreated keratoconic eyes; and Group C, 160 healthy eyes. ", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/25176050", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 1614, 
            "offsetInEndSection": 1789, 
            "text": "CONCLUSIONS: The Athens Protocol to arrest keratectasia progression and improve corneal regularity demonstrates safe and effective results as a keratoconus management option. ", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/24763473", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 243, 
            "text": "To compare epithelial remodeling in keratoconic eyes that had photorefractive keratectomy and corneal collagen crosslinking (Athens protocol) with that in untreated keratoconic eyes and healthy eyes. Private clinical practice, Athens, Greece.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/25176050", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 200, 
            "text": "To compare epithelial remodeling in keratoconic eyes that had photorefractive keratectomy and corneal collagen crosslinking (Athens protocol) with that in untreated keratoconic eyes and healthy eyes.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/25176050", 
            "endSection": "abstract"
        }
    ]
}