{
    "body": "Describe clinical presentation of Parkinsonism with dementia of Guadeloupe syndrome.", 
    "documents": [
        "http://www.ncbi.nlm.nih.gov/pubmed/12217621", 
        "http://www.ncbi.nlm.nih.gov/pubmed/17303592", 
        "http://www.ncbi.nlm.nih.gov/pubmed/21783505", 
        "http://www.ncbi.nlm.nih.gov/pubmed/16092100", 
        "http://www.ncbi.nlm.nih.gov/pubmed/18941145", 
        "http://www.ncbi.nlm.nih.gov/pubmed/18816693", 
        "http://www.ncbi.nlm.nih.gov/pubmed/17702273", 
        "http://www.ncbi.nlm.nih.gov/pubmed/11912113"
    ], 
    "ideal_answer": [
        "Parkinsonism with dementia of Guadeloupe is a unique combination of levodopa-resistant parkinsonism, tremor, myoclonus, hallucinations, REM sleep behavior disorder and fronto-subcortical dementia. Based on the presence or the absence of supranuclear gaze palsy, two subgroups of patients can be distinguished."
    ], 
    "type": "summary", 
    "id": "56c1f033ef6e39474100004f", 
    "snippets": [
        {
            "offsetInBeginSection": 296, 
            "offsetInEndSection": 583, 
            "text": "The clinical entity was a unique combination of levodopa-resistant parkinsonism, tremor, myoclonus, hallucinations, REM sleep behavior disorder and fronto-subcortical dementia. Based on the presence or the absence of supranuclear gaze palsy, two subgroups of patients were distinguished.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/18816693", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 95, 
            "offsetInEndSection": 494, 
            "text": "One-half of the patients with this tauopathy have dopa-resistant parkinsonism, tremor, subcortical dementia and abnormal eye movements suggestive of progressive supranuclear palsy (PSP). They also have hallucinations, dysautonomia, which are not characteristic of PSP. Furthermore, the oculomotor abnormalities and the tremor, which is jerky, differ from what is observed in classical PSP patients. ", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/18941145", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 1502, 
            "offsetInEndSection": 1730, 
            "text": "In conclusion, Gd-PSP patients have cortical myoclonus and cortical oculomotor impairments, but only minor signs of brainstem oculomotor dysfunction, suggesting that cortical dysfunction predominates over brainstem impairments. ", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/18941145", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 84, 
            "text": "REM sleep behavior disorder in patients with guadeloupean parkinsonism, a tauopathy.", 
            "beginSection": "title", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/17702273", 
            "endSection": "title"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 253, 
            "text": "STUDY OBJECTIVE: To describe sleep characteristics and rapid eye movement (REM) sleep behavior disorder in patients with Guadeloupean atypical parkinsonism (Gd-PSP), a tauopathy resembling progressive supranuclear palsy that mainly affects the midbrain.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/17702273", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 742, 
            "offsetInEndSection": 1033, 
            "text": "RESULTS: REM sleep behavior disorder was found in 78% patients with Gd-PSP (43% of patients reported having this disorder several years before the onset of parkinsonism), 44% of patients with idiopathic Parkinson disease, 33% of patients with progressive supranuclear palsy, and no controls.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/17702273", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 1502, 
            "offsetInEndSection": 1599, 
            "text": "CONCLUSION: Although Gd-PSP is a tauopathy, most patients experience REM sleep behavior disorder.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/17702273", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 79, 
            "offsetInEndSection": 299, 
            "text": "Only one-third of the patients that develop parkinsonian symptoms were reported to present the classical features of idiopathic Parkinson disease and one-third a syndrome resembling progressive supranuclear palsy (PSP). ", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/17303592", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 1183, 
            "offsetInEndSection": 1679, 
            "text": "Patients with a PSP-like syndrome developed levodopa-resistant parkinsonism, associated with early postural instability and supranuclear oculomotor dysfunction. They differed, however, from classical PSP patients by the frequency of tremor (>50%), dysautonomia (50%) and the occurrence of hallucinations (59%). PDC patients had levodopa-resistant parkinsonism associated with frontosubcortical dementia, 52% of these patients had hallucinations, but, importantly, none had oculomotor dysfunction.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/17303592", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 1754, 
            "offsetInEndSection": 2450, 
            "text": "Cerebral atrophy was seen in the majority of the PSP-like and PDC patients, with enlargement of the third ventricle and marked T2-hypointensity in the basal ganglia, particularly the substantia nigra. Consumption of soursop was significantly greater in both PSP-like and PDC patients than in controls and Parkinson's disease patients. In conclusion, atypical Guadeloupean parkinsonism comprises two forms of parkinsonism and dementia that differ clinically by the presence of oculomotor signs, but have similar cognitive profiles and neuroimaging features, suggesting that they may constitute a single disease entity, and both were similarly exposed to annonaceous neurotoxins, notably annonacin.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/17303592", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 86, 
            "text": "Guadeloupean parkinsonism: a cluster of progressive supranuclear palsy-like tauopathy.", 
            "beginSection": "title", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/11912113", 
            "endSection": "title"
        }, 
        {
            "offsetInBeginSection": 128, 
            "offsetInEndSection": 380, 
            "text": "Postural instability with early falls, prominent frontal lobe dysfunction and pseudo-bulbar palsy were common and three-quarters of the patients were L-dopa unresponsive. One-third of all patients seen had probable progressive supranuclear palsy (PSP).", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/11912113", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 1947, 
            "offsetInEndSection": 2037, 
            "text": "Guadeloupean parkinsonism may prove to be a tauopathy identical or closely related to PSP.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/11912113", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 131, 
            "text": "Progressive supranuclear palsy and its relation to pacific foci of the parkinsonism-dementia complex and Guadeloupean parkinsonism.", 
            "beginSection": "title", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/12217621", 
            "endSection": "title"
        }, 
        {
            "offsetInBeginSection": 147, 
            "offsetInEndSection": 299, 
            "text": " Now on Guadeloupe in the Carribbean French West Indies, Caparros-Lefebvre is identifying many patients with similar clinical and histological features.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/12217621", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 222, 
            "text": ": On Guadeloupe, atypical parkinsonism is abnormally frequent, and represents 75% of progressive parkinsonism while Parkinson's disease (PD) accounts for only 25%, which is an inversed percentage in comparison with Europe.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/21783505", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 295, 
            "text": "On the French West Indian island of Guadeloupe, atypical parkinsonian patients represent two-thirds of all cases of parkinsonism, which is exceptionally frequent compared to epidemiological data from European countries where atypical parkinsonism accounts for only approximately 5% of all cases.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/18816693", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 86, 
            "text": "Atypical unclassifiable parkinsonism on Guadeloupe: an environmental toxic hypothesis.", 
            "beginSection": "title", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/16092100", 
            "endSection": "title"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 78, 
            "text": "In Guadeloupe, there is an abnormally high frequency of atypical parkinsonism.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/17303592", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 93, 
            "text": "Atypical parkinsonism in Guadeloupe: a common risk factor for two closely related phenotypes?", 
            "beginSection": "title", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/17303592", 
            "endSection": "title"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 94, 
            "text": "Atypical parkinsonism is extremely frequent in Guadeloupe and may have an environmental cause.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/18941145", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 129, 
            "text": "Atypical parkinsonism in the Caribbean island of Guadeloupe: etiological role of the mitochondrial complex I inhibitor annonacin.", 
            "beginSection": "title", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/18816693", 
            "endSection": "title"
        }, 
        {
            "offsetInBeginSection": 2496, 
            "offsetInEndSection": 2716, 
            "text": "The development of atypical parkinsonism in Guadeloupe and probably elsewhere, could result from synergistic toxicity, but acetogenins are probably the most potent neurotoxin, acting as mitochondrial complex I inhibitor.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/16092100", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 131, 
            "text": "Atypical parkinsonism on Guadeloupe, comparison with the parkinsonism-dementia complex of Guam, and environmental toxic hypotheses.", 
            "beginSection": "title", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/21783505", 
            "endSection": "title"
        }, 
        {
            "offsetInBeginSection": 757, 
            "offsetInEndSection": 920, 
            "text": "Two hundred and twenty consecutive patients with Parkinson's syndrome seen by the neurology service at Pointe à Pitre, Guadeloupe University Hospital were studied.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/11912113", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 125, 
            "text": "We characterize the clinical features of Parkinson&apos;s syndrome on Guadeloupe and describe possible environmental causes.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/16092100", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 508, 
            "offsetInEndSection": 591, 
            "text": "The subjects were 265 patients with Parkinson&apos;s syndrome living on Guadeloupe,", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/16092100", 
            "endSection": "abstract"
        }
    ]
}