{
    "body": "Simpson grading is used to describe resection of which brain tumor?", 
    "documents": [
        "http://www.ncbi.nlm.nih.gov/pubmed/12605979", 
        "http://www.ncbi.nlm.nih.gov/pubmed/25774702", 
        "http://www.ncbi.nlm.nih.gov/pubmed/24965072", 
        "http://www.ncbi.nlm.nih.gov/pubmed/25464274", 
        "http://www.ncbi.nlm.nih.gov/pubmed/22839654", 
        "http://www.ncbi.nlm.nih.gov/pubmed/20380529", 
        "http://www.ncbi.nlm.nih.gov/pubmed/23061394", 
        "http://www.ncbi.nlm.nih.gov/pubmed/24053497", 
        "http://www.ncbi.nlm.nih.gov/pubmed/24193889"
    ], 
    "ideal_answer": [
        "The Simpson grading system was used to assess the extent of surgical resection of meningioma."
    ], 
    "exact_answer": [
        "meningioma"
    ], 
    "concepts": [
        "http://www.nlm.nih.gov/cgi/mesh/2016/MB_cgi?field=uid&exact=Find+Exact+Term&term=D001932"
    ], 
    "type": "factoid", 
    "id": "56c1f010ef6e394741000041", 
    "snippets": [
        {
            "offsetInBeginSection": 558, 
            "offsetInEndSection": 1283, 
            "text": "The impact of age (≤ 70 vs.>70 years), sex, tumor diameter (<6 vs. ≥ 6 cm), pre- and postoperative KPS (<80 vs. ≥ 80), Simpson grade (I-II vs. III-IV), and World Health Organization (WHO) histologic grade (I vs. II-III) on survival was assessed. Kaplan-Meier survival curves were plotted and differences in survival between groups of patients were compared. A multivariate analysis adjusted for age, pre- and postoperative KPS, Simpson grade, tumor diameter, and WHO histologic grade also was performed.RESULTS: The fronto-orbito-basal approach (n = 22) allowed a significantly greater percentage of Simpson I-II removals than the bifrontal (n = 70) and pterional approach (n = 21) (P = 0.0354 and P = 0.0485, respectively). ", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/25464274", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 155, 
            "text": "Simpson Grade I-III Resection of Spinal Atypical (World Health Organization Grade II) Meningiomas is Associated With Symptom Resolution and Low Recurrence.", 
            "beginSection": "title", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/25774702", 
            "endSection": "title"
        }, 
        {
            "offsetInBeginSection": 880, 
            "offsetInEndSection": 1293, 
            "text": "Simpson grade I, II, III, and IV resection were achieved in 3 (15%), 13 (65%), 2 (10%), and 2 (10%) tumors, respectively. One patient that underwent Simpson grade III resection received adjuvant radiation therapy. After Simpson grade I-III or gross total resection, no tumors recurred (0%; confidence interval, 0%-17.6%). After Simpson grade IV resection, 1 tumor recurred (50%; confidence interval, 1.3%-98.7%). ", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/25774702", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 843, 
            "offsetInEndSection": 923, 
            "text": " The Simpson grading system was used to assess the extent of surgical resection.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/24965072", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 89, 
            "text": "Simpson grade: an opportunity to reassess the need for complete resection of meningiomas.", 
            "beginSection": "title", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/24193889", 
            "endSection": "title"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 401, 
            "text": "BACKGROUND: The relevance of the Simpson grading system as a predictor of meningioma progression or recurrence in modern neurosurgical practice has recently been called into question. The aim of our study was to compare the risk of progression/recurrence of tumours that had been treated with different Simpson grade resections in a contemporary population of benign (WHO grade I) meningioma patients.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/24193889", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 833, 
            "offsetInEndSection": 1291, 
            "text": "RESULTS: The three-year progression/recurrence-free survival rates for patients receiving Simpson grade 1, 2 or 4 resections were 95 %, 87 % and 67 %, respectively. Simpson grade 4 resections progressed/recurred at a significantly greater rate than Simpson grade 1 resections (hazard ratio [HR] = 3.26, P = 0.04), whereas Simpson grade 2 resections did not progress/recur at a significantly greater rate than Simpson grade 1 resections (HR = 1.78, P = 0.29).", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/24193889", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 111, 
            "text": "Effect of dural detachment on long-term tumor control for meningiomas treated using Simpson grade IV resection.", 
            "beginSection": "title", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/24053497", 
            "endSection": "title"
        }, 
        {
            "offsetInBeginSection": 173, 
            "offsetInEndSection": 931, 
            "text": "The Simpson grading system classifies incomplete resections into a single category, namely Simpson Grade IV, with wide variations in the volume and location of residual tumors, making it complicated to evaluate the achievement of surgical goals and predict the prognosis of these tumors. Authors of the present study investigated the factors related to necessity of retreatment and tried to identify any surgical nuances achievable with the aid of modern neurosurgical techniques for meningiomas treated using Simpson Grade IV resection.METHODS: This retrospective analysis included patients with WHO Grade I meningiomas treated using Simpson Grade IV resection as the initial therapy at the University of Tokyo Hospital between January 1995 and April 2010. ", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/24053497", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 141, 
            "text": "Stereotactic radiosurgery provides equivalent tumor control to Simpson Grade 1 resection for patients with small- to medium-size meningiomas.", 
            "beginSection": "title", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/12605979", 
            "endSection": "title"
        }, 
        {
            "offsetInBeginSection": 1504, 
            "offsetInEndSection": 2430, 
            "text": "Multivariate analysis revealed that no dural detachment (hazard ratio [HR]6.42, 95% CI 1.41-45.0; p = 0.02) and skull base location (HR 11.6, 95% CI 2.18-218; p = 0.002) were independent risk factors for the necessity of early retreatment, whereas postresection tumor volume of 4 cm(3) or more was not a statistically significant risk factor.CONCLUSIONS: Compared with Simpson Grade I, II, and III resections, Simpson Grade IV resection includes highly heterogeneous tumors in terms of resection rate and location of the residual mass. Despite the difficulty in analyzing such diverse data, these results draw attention to the favorable effect of dural detachment (instead of maximizing the resection rate) on long-term tumor control. Surgical strategy with an emphasis on detaching the tumor from the affected dura might be another important option in resection of high-risk meningiomas not amenable to gross-total resection.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/24053497", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 133, 
            "text": "The relevance of Simpson Grade I and II resection in modern neurosurgical treatment of World Health Organization Grade I meningiomas.", 
            "beginSection": "title", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/20380529", 
            "endSection": "title"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 90, 
            "text": "Surgery for convexity meningioma: Simpson Grade I resection as the goal: clinical article.", 
            "beginSection": "title", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/23061394", 
            "endSection": "title"
        }, 
        {
            "offsetInBeginSection": 2931, 
            "offsetInEndSection": 3084, 
            "text": "However, for skull base meningiomas, in which mostly Simpson Grade II resection is achieved, the use of this classification should be further validated. ", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/22839654", 
            "endSection": "abstract"
        }
    ]
}