{
    "body": "What is the vibrational theory of olfaction?", 
    "documents": [
        "http://www.ncbi.nlm.nih.gov/pubmed/8985605", 
        "http://www.ncbi.nlm.nih.gov/pubmed/25901328"
    ], 
    "ideal_answer": [
        "The vibrational theory of olfaction assumes that electron transfer occurs across odorants at the active sites of odorant receptors (ORs), serving as a sensitive measure of odorant vibrational frequencies, ultimately leading to olfactory perception. The theory proposes that olfactory receptors respond not to the shape of the molecules but to their vibrations. It differs from previous vibrational theories (Dyson, Wright) in providing a detailed and plausible mechanism for biological transduction of molecular vibrations: inelastic electron tunnelling. Thus, the authors, that have proposed this theory, suggest that olfaction, like colour vision and hearing, is a spectral sense."
    ], 
    "concepts": [
        "http://www.nlm.nih.gov/cgi/mesh/2016/MB_cgi?field=uid&exact=Find+Exact+Term&term=D014732", 
        "http://www.nlm.nih.gov/cgi/mesh/2016/MB_cgi?field=uid&exact=Find+Exact+Term&term=D055696", 
        "http://amigo.geneontology.org/amigo/term/GO:0007608", 
        "http://www.nlm.nih.gov/cgi/mesh/2016/MB_cgi?field=uid&exact=Find+Exact+Term&term=D012903"
    ], 
    "type": "summary", 
    "id": "56c322d750c68dd416000004", 
    "snippets": [
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 248, 
            "text": "The vibrational theory of olfaction assumes that electron transfer occurs across odorants at the active sites of odorant receptors (ORs), serving as a sensitive measure of odorant vibrational frequencies, ultimately leading to olfactory perception.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/25901328", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 60, 
            "offsetInEndSection": 477, 
            "text": "It proposes that olfactory receptors respond not to the shape of the molecules but to their vibrations. It differs from previous vibrational theories (Dyson, Wright) in providing a detailed and plausible mechanism for biological transduction of molecular vibrations: inelastic electron tunnelling. Elements of the tunnelling spectroscope are identified in putative olfactory receptors and their associated G-protein. ", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/8985605", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 1017, 
            "offsetInEndSection": 1130, 
            "text": "The evidence presented here suggests instead that olfaction, like colour vision and hearing, is a spectral sense.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/8985605", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 446, 
            "text": "The vibrational theory of olfaction assumes that electron transfer occurs across odorants at the active sites of odorant receptors (ORs), serving as a sensitive measure of odorant vibrational frequencies, ultimately leading to olfactory perception. A previous study reported that human subjects differentiated hydrogen/deuterium isotopomers (isomers with isotopic atoms) of the musk compound cyclopentadecanone as evidence supporting the theory. ", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/25901328", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 138, 
            "text": "The vibrational theory of olfaction assumes that electron transfer occurs across odorants at the active sites of odorant receptors (ORs),", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/25901328", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 249, 
            "text": "The vibrational theory of olfaction assumes that electron transfer occurs across odorants at the active sites of odorant receptors (ORs), serving as a sensitive measure of odorant vibrational frequencies, ultimately leading to olfactory perception.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/25901328", 
            "endSection": "abstract"
        }
    ]
}