{
    "body": "Describe the applicability of Semantic MediaWiki in the case of FANTOM5", 
    "documents": [
        "http://www.ncbi.nlm.nih.gov/pubmed/27402679"
    ], 
    "ideal_answer": [
        "To make the heterogeneous data set accessible and useful for investigators, a web-based database called Semantic catalog of Samples, Transcription initiation And Regulators (SSTAR) has been developed. SSTAR utilizes the open source wiki software MediaWiki along with the Semantic MediaWiki (SMW) extension, which provides flexibility to model, store, and display a series of data sets produced during the course of the FANTOM5 project. The use of SMW demonstrates the utility of the framework for dissemination of large-scale analysis results. SSTAR is a case study in handling biological data generated from a large-scale research project in terms of maintenance and growth alongside research activities"
    ], 
    "concepts": [
        "https://www.nlm.nih.gov/cgi/mesh/2017/MB_cgi?field=uid&exact=Find+Exact+Term&term=D012660", 
        "https://www.nlm.nih.gov/cgi/mesh/2017/MB_cgi?field=uid&exact=Find+Exact+Term&term=D059467"
    ], 
    "type": "summary", 
    "id": "587d36ab859bf79568000001", 
    "snippets": [
        {
            "offsetInBeginSection": 691, 
            "offsetInEndSection": 1389, 
            "text": "To make the heterogeneous data set accessible and useful for investigators, we developed a web-based database called Semantic catalog of Samples, Transcription initiation And Regulators (SSTAR). SSTAR utilizes the open source wiki software MediaWiki along with the Semantic MediaWiki (SMW) extension, which provides flexibility to model, store, and display a series of data sets produced during the course of the FANTOM5 project. Our use of SMW demonstrates the utility of the framework for dissemination of large-scale analysis results. SSTAR is a case study in handling biological data generated from a large-scale research project in terms of maintenance and growth alongside research activities", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/27402679", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 882, 
            "offsetInEndSection": 1116, 
            "text": "SSTAR utilizes the open source wiki software MediaWiki along with the Semantic MediaWiki (SMW) extension, which provides flexibility to model, store, and display a series of data sets produced during the course of the FANTOM5 project.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/27402679", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 886, 
            "offsetInEndSection": 1120, 
            "text": "SSTAR utilizes the open source wiki software MediaWiki along with the Semantic MediaWiki (SMW) extension, which provides flexibility to model, store, and display a series of data sets produced during the course of the FANTOM5 project.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/27402679", 
            "endSection": "abstract"
        }
    ]
}