{
    "body": "Are there canonical marks of active chromatin in developmentally regulated genes?", 
    "documents": [
        "http://www.ncbi.nlm.nih.gov/pubmed/26280901"
    ], 
    "ideal_answer": [
        "No. The transcription of genes temporally regulated during fly and worm development occurs in the absence of canonically active histone modifications. Conversely, strong chromatin marking is related to transcriptional and post-transcriptional stability, an association also observed in mammals. Consequently, chromatin marking is associated with the stable production of RNA, whereas unmarked chromatin would permit rapid gene activation and deactivation during development. In the latter case, regulation by transcription factors would have a comparatively more important regulatory role than chromatin marks."
    ], 
    "exact_answer": "no", 
    "concepts": [
        "http://amigo.geneontology.org/amigo/term/GO:0035327", 
        "https://www.nlm.nih.gov/cgi/mesh/2017/MB_cgi?field=uid&exact=Find+Exact+Term&term=D018507"
    ], 
    "type": "yesno", 
    "id": "588383172305cd7e21000004", 
    "snippets": [
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 82, 
            "text": "Absence of canonical marks of active chromatin in developmentally regulated genes.", 
            "beginSection": "title", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/26280901", 
            "endSection": "title"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 823, 
            "text": "The interplay of active and repressive histone modifications is assumed to have a key role in the regulation of gene expression. In contrast to this generally accepted view, we show that the transcription of genes temporally regulated during fly and worm development occurs in the absence of canonically active histone modifications. Conversely, strong chromatin marking is related to transcriptional and post-transcriptional stability, an association that we also observe in mammals. Our results support a model in which chromatin marking is associated with the stable production of RNA, whereas unmarked chromatin would permit rapid gene activation and deactivation during development. In the latter case, regulation by transcription factors would have a comparatively more important regulatory role than chromatin marks.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/26280901", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 81, 
            "text": "Absence of canonical marks of active chromatin in developmentally regulated genes", 
            "beginSection": "title", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/26280901", 
            "endSection": "title"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 83, 
            "text": "Absence of canonical marks of active chromatin in developmentally regulated genes.", 
            "beginSection": "title", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/26280901", 
            "endSection": "title"
        }, 
        {
            "offsetInBeginSection": 129, 
            "offsetInEndSection": 333, 
            "text": "In contrast to this generally accepted view, we show that the transcription of genes temporally regulated during fly and worm development occurs in the absence of canonically active histone modifications.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/26280901", 
            "endSection": "abstract"
        }
    ]
}