{
    "body": "Is Thalidomide currently a marketed drug?", 
    "documents": [
        "http://www.ncbi.nlm.nih.gov/pubmed/11604049", 
        "http://www.ncbi.nlm.nih.gov/pubmed/26652728", 
        "http://www.ncbi.nlm.nih.gov/pubmed/10512502", 
        "http://www.ncbi.nlm.nih.gov/pubmed/9987477", 
        "http://www.ncbi.nlm.nih.gov/pubmed/22650376", 
        "http://www.ncbi.nlm.nih.gov/pubmed/11558112", 
        "http://www.ncbi.nlm.nih.gov/pubmed/11899395", 
        "http://www.ncbi.nlm.nih.gov/pubmed/11091366", 
        "http://www.ncbi.nlm.nih.gov/pubmed/8592478", 
        "http://www.ncbi.nlm.nih.gov/pubmed/25573527"
    ], 
    "ideal_answer": [
        "Several mechanisms for the teratogenic action of thalidomide are currently under review, but this mode of action of the drug still remains unclear and we review evidence-based hypotheses for the teratogenicity of thalidomide. Thalidomide is considered the drug of choice for the treatment of ENL, but for other conditions, it is recommended only when resistance to the currently available form of therapy is encountered. THE USE OF A DRUG WITH A TEMPORARY MARKETING AUTHORISATION: Thalidomide is currently available in France for nominative or cohort use with a temporary marketing authorisation (TMA). Examples of the basis for such regulation are drawn from historical situations (thalidomide, benoxaprofen) as well as currently marketed drugs (arylpropionic acids, disopyramide, indacrinone). In 1998 the US Food and Drug Administration approved thalidomide exclusively for the treatment of ENL, and strict conditions were stipulated for its use in order to prevent teratogenic adverse effects. The US Food and Drug Administration (FDA) has approved Thalomid (thalidomide) capsules for the acute treatment of the cutaneous manifestations of moderate to severe ENL. The revival of thalidomide began shortly after the drug was withdrawn from the market because of its teratogenic properties.", 
        "Thalidomide is currently used to treat multiple Myeloma, possibly POEMS (Polyneuropathy, organomegaly, endocrinopathy, M-protein and skin changes ) syndrome and IBS"
    ], 
    "exact_answer": "yes", 
    "type": "yesno", 
    "id": "58a0d87a78275d0c4a000053", 
    "snippets": [
        {
            "offsetInBeginSection": 210, 
            "offsetInEndSection": 336, 
            "text": "In this retrospective study, pharmacy claims were analyzed for those patients with a diagnosis of MM who received thalidomide,", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/26652728", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 490, 
            "offsetInEndSection": 730, 
            "text": "The Japanese POEMS syndrome with Thalidomide (J-POST) Trial is a phase II/III multicentre, double-blinded, randomised, controlled trial that aims to evaluate the efficacy and safety of a 24-week treatment with thalidomide in POEMS syndrome,", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/25573527", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 12, 
            "offsetInEndSection": 188, 
            "text": "Thalidomide could relieve clinical symptoms and intestinal mucosal lesions effectively in children with refractory inflammatory bowel disease (IBD) from the pre-clinical study.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/24931258", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 67, 
            "text": "Thalidomide is now available as an investigational drug in the USA.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/8592478", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 826, 
            "offsetInEndSection": 1046, 
            "text": "The STEPStrade mark (System for Thalidomide Education and Prescribing Safety) Program has been developed by Celgene, the commercial manufacturer of thalidomide, to ensure compliance with prescription and usage protocols.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/11091366", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 24, 
            "text": "New uses of thalidomide.", 
            "beginSection": "title", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/8592478", 
            "endSection": "title"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 120, 
            "text": "Thalidomide is an anti-angiogenesis agent that currently is being evaluated in the treatment of various types of cancer.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/11899395", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 993, 
            "offsetInEndSection": 1160, 
            "text": "The comeback of thalidomide to the legitimate status of a marketed drug came in 1998 when it received FDA approval for the treatment of erythema nodosum leprosum (ENL)", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/22650376", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 643, 
            "offsetInEndSection": 836, 
            "text": "Thalidomide is considered the drug of choice for the treatment of ENL, but for other conditions, it is recommended only when resistance to the currently available form of therapy is encountered", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/11558112", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 201, 
            "text": "Thalidomide is an anti-inflammatory and anti-angiogenic drug currently used for the treatment of several diseases, including erythema nodosum leprosum, which occurs in patients with lepromatous leprosy", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/22695124", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 279, 
            "offsetInEndSection": 560, 
            "text": "Thalidomide, once banned, has returned to the center of controversy with the Food and Drug Administration's (FDA's) announcement that thalidomide will be placed on the market for the treatment of erythema nodosum leprosum, a severe dermatological complication of Hansen's disease. ", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/9987477", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 265, 
            "offsetInEndSection": 337, 
            "text": "In 1998, FDA approved the marketing of thalidomide (Thalomid, Celgene). ", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/10512502", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 1625, 
            "offsetInEndSection": 1826, 
            "text": "In 1998 the US Food and Drug Administration approved thalidomide exclusively for the treatment of ENL, and strict conditions were stipulated for its use in order to prevent teratogenic adverse effects.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/11604049", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 294, 
            "text": "BACKGROUND: The use of thalidomide during the 1950s resulted in teratogenic effects in thousands of infants. Although thalidomide is currently approved for the treatment of a complication of leprosy, it is commercially available to treat other diseases through a controlled distribution system.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/11091366", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 994, 
            "offsetInEndSection": 1162, 
            "text": "The comeback of thalidomide to the legitimate status of a marketed drug came in 1998 when it received FDA approval for the treatment of erythema nodosum leprosum (ENL).", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/22650376", 
            "endSection": "abstract"
        }
    ]
}