{
    "body": "What is the major difference between eucaryotes and procaryotes?", 
    "documents": [
        "http://www.ncbi.nlm.nih.gov/pubmed/16775624", 
        "http://www.ncbi.nlm.nih.gov/pubmed/3271526", 
        "http://www.ncbi.nlm.nih.gov/pubmed/7533711", 
        "http://www.ncbi.nlm.nih.gov/pubmed/7786016", 
        "http://www.ncbi.nlm.nih.gov/pubmed/98518", 
        "http://www.ncbi.nlm.nih.gov/pubmed/2345155", 
        "http://www.ncbi.nlm.nih.gov/pubmed/3023854"
    ], 
    "ideal_answer": [
        "Eucaryotes have a nucleolus, Procaryotes do not. Eucrayotes have a nuclear membrane, organelles and differ in transcription and translation. Procaryotes have polycistronic RNA and the initiation of protein synthesis proceeds with an initiator tRNA which is found to be modified (formylated) in procaryotes and not in eucaryotes. ", 
        "The nucleolus is the most prominent compartment in the nucleus and known as the site for ribosome biogenesis in eucaryotes. In contrast, there is no such equivalent structure for ribosome synthesis in procaryotes Eucaryotic and procaryotic organisms differ in two aspects of their translation machinery: polycistronic messengers are expressed as a sequence of individual proteins only in procaryotes, and the initiation of protein synthesis proceeds with an initiator tRNA which is found to be modified (formylated) in procaryotes and not in eucaryotes.", 
        "The nucleolus is the most prominent compartment in the nucleus and known as the site for ribosome biogenesis in eucaryotes. In contrast, there is no such equivalent structure for ribosome synthesis in procaryotes Eucaryotic and procaryotic organisms differ in two aspects of their translation machinery: polycistronic messengers are expressed as a sequence of individual proteins only in procaryotes, and the initiation of protein synthesis proceeds with an initiator tRNA which is found to be modified (formylated) in procaryotes and not in eucaryotes. extra guanylate at the 5' end of mature E. coli tRNAHis is encoded in the gene and is found in tRNA as the result of an unusual cleavage by RNase P  There are considerable differences of run distributions in DNA sequences of procaryotes, invertebrates and vertebrates. However, some interesting exceptions from this rule exist for the run distribution of adenine in procaryotes and for the arrangement of purine-pyrimidine runs in eucaryotes"
    ], 
    "type": "summary", 
    "id": "58a1c6b678275d0c4a000057", 
    "snippets": [
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 212, 
            "text": "The nucleolus is the most prominent compartment in the nucleus and known as the site for ribosome biogenesis in eucaryotes. In contrast, there is no such equivalent structure for ribosome synthesis in procaryotes", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/16775624", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 340, 
            "text": "Eucaryotic and procaryotic organisms differ in two aspects of their translation machinery: polycistronic messengers are expressed as a sequence of individual proteins only in procaryotes, and the initiation of protein synthesis proceeds with an initiator tRNA which is found to be modified (formylated) in procaryotes and not in eucaryotes.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/98518", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 356, 
            "offsetInEndSection": 503, 
            "text": "extra guanylate at the 5' end of mature E. coli tRNAHis is encoded in the gene and is found in tRNA as the result of an unusual cleavage by RNase P", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/3023854", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 130, 
            "offsetInEndSection": 250, 
            "text": " There are considerable differences of run distributions in DNA sequences of procaryotes, invertebrates and vertebrates.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/3271526", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 399, 
            "offsetInEndSection": 571, 
            "text": "However, some interesting exceptions from this rule exist for the run distribution of adenine in procaryotes and for the arrangement of purine-pyrimidine runs in eucaryotes", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/3271526", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 1320, 
            "offsetInEndSection": 1447, 
            "text": "This was thought to be explained by the lack of mitochondria in procaryotes, the target site of uncoupling agents in eucaryotes", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/7533711", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 341, 
            "text": "Eucaryotic and procaryotic organisms differ in two aspects of their translation machinery: polycistronic messengers are expressed as a sequence of individual proteins only in procaryotes, and the initiation of protein synthesis proceeds with an initiator tRNA which is found to be modified (formylated) in procaryotes and not in eucaryotes. ", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/98518", 
            "endSection": "abstract"
        }
    ]
}