{
    "body": "What are some of the effects of Zika Virus in infected individuals?", 
    "documents": [
        "http://www.ncbi.nlm.nih.gov/pubmed/26897108", 
        "http://www.ncbi.nlm.nih.gov/pubmed/22389730", 
        "http://www.ncbi.nlm.nih.gov/pubmed/27557413", 
        "http://www.ncbi.nlm.nih.gov/pubmed/25294619", 
        "http://www.ncbi.nlm.nih.gov/pubmed/27149205", 
        "http://www.ncbi.nlm.nih.gov/pubmed/27088494", 
        "http://www.ncbi.nlm.nih.gov/pubmed/24626205", 
        "http://www.ncbi.nlm.nih.gov/pubmed/27862959", 
        "http://www.ncbi.nlm.nih.gov/pubmed/27631604", 
        "http://www.ncbi.nlm.nih.gov/pubmed/27010422", 
        "http://www.ncbi.nlm.nih.gov/pubmed/489960", 
        "http://www.ncbi.nlm.nih.gov/pubmed/27654889", 
        "http://www.ncbi.nlm.nih.gov/pubmed/27337505", 
        "http://www.ncbi.nlm.nih.gov/pubmed/27695855", 
        "http://www.ncbi.nlm.nih.gov/pubmed/26969497", 
        "http://www.ncbi.nlm.nih.gov/pubmed/27009036", 
        "http://www.ncbi.nlm.nih.gov/pubmed/27490087", 
        "http://www.ncbi.nlm.nih.gov/pubmed/27464346"
    ], 
    "ideal_answer": [
        "While most of the symptoms of zika virus are relatively mild, zika virus in pregnant mothers can cause microcephaly and other congenital defects in the fetus."
    ], 
    "concepts": [
        "https://www.nlm.nih.gov/cgi/mesh/2017/MB_cgi?field=uid&exact=Find+Exact+Term&term=D000071243", 
        "https://www.nlm.nih.gov/cgi/mesh/2017/MB_cgi?field=uid&exact=Find+Exact+Term&term=D000071244", 
        "http://www.disease-ontology.org/api/metadata/DOID:0060478"
    ], 
    "type": "summary", 
    "id": "58a3275960087bc10a00000f", 
    "snippets": [
        {
            "offsetInBeginSection": 513, 
            "offsetInEndSection": 710, 
            "text": "Maternal-fetal transmission of Zika virus has been documented; evidence suggests that congenital Zika virus infection is associated with microcephaly and other adverse pregnancy and infant outcomes", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/27009036", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 12, 
            "offsetInEndSection": 181, 
            "text": "Recent studies have reported an increase in the number of fetuses and neonates with microcephaly whose mothers were infected with the Zika virus (ZIKV) during pregnancy.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/27695855", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 1577, 
            "offsetInEndSection": 2008, 
            "text": "While the symptoms associated with Zika virus infection are generally mild, consisting of fever, maculopapular rash, arthralgia and conjunctivitis, there have been reports of more severe reactions that are associated with neurological complications. In pregnant women, fetal neurological complications include brain damage and microcephaly, while in adults there have been several cases of virus-associated Guillain-Barre syndrome.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/26925496", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 1, 
            "offsetInEndSection": 330, 
            "text": "ika virus is a flavivirus transmitted primarily by Aedes species mosquitoes, and symptoms of infection can include rash, fever, arthralgia, and conjunctivitis (1).* Zika virus infection during pregnancy is a cause of microcephaly and other severe brain defects (2). Infection has also been associated with Guillain-Barré syndrome", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/27149205", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 385, 
            "offsetInEndSection": 502, 
            "text": "To better understand the etiologic role and mechanism(s) of Zika virus in causing birth defects such as microcephaly,", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/27557413", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 294, 
            "offsetInEndSection": 623, 
            "text": "Most persons infected with Zika virus have a mild illness or are asymptomatic. However, increasing evidence supports a link between Zika virus infection during pregnancy and adverse pregnancy and birth outcomes (1), and a possible association between recent Zika virus infection and Guillain-Barré syndrome has been reported (2).", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/27010422", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 642, 
            "offsetInEndSection": 775, 
            "text": "There is now strong biologic evidence of causality between Zika virus and microcephaly and other neurologic abnormalities identified.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/27612155", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 670, 
            "offsetInEndSection": 812, 
            "text": "Several pieces of evidence suggest that maternal Zika virus infection is associated with adverse neonatal outcomes, most notably microcephaly.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/26889662", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 125, 
            "offsetInEndSection": 259, 
            "text": " Zika virus has gained international attention due to concerns for infection in pregnant women potentially causing fetal microcephaly.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/27330653", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 394, 
            "text": "Zika virus is a flavivirus transmitted primarily by Aedes aegypti and Aedes albopictus mosquitoes, and infection can be asymptomatic or result in an acute febrile illness with rash (1). Zika virus infection during pregnancy is a cause of microcephaly and other severe birth defects (2). Infection has also been associated with Guillain-Barré syndrome (GBS) (3) and severe thrombocytopenia (4,5)", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/27490087", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 358, 
            "offsetInEndSection": 712, 
            "text": "Most Zika virus infections are asymptomatic (1,6). Clinical illness, when it occurs, is generally mild and characterized by acute onset of fever, maculopapular rash, arthralgia, or nonpurulent conjunctivitis. However, Zika virus infection during pregnancy can cause adverse outcomes such as fetal loss, and microcephaly and other serious brain anomalies ", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/27631604", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 1742, 
            "offsetInEndSection": 2004, 
            "text": "In 2015, Zika virus infection was diagnosed in Brazil where it was associated with microcephaly in the infants of some women who were pregnant when they contracted the disease. Cases of the Guillain-Barré syndrome were also found to be associated with Zika virus", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/26969497", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 2405, 
            "offsetInEndSection": 2522, 
            "text": "These findings strengthen the putative association between Zika virus and cases of microcephaly in neonates in Brazil", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/26897108", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 54, 
            "offsetInEndSection": 310, 
            "text": " In response to the current cluster of congenital malformations (microcephaly) and other neurological complications (Guillain-Barré Syndrome) that could be linked to Zika virus infection, WHO declares that Zika virus is of global public health importance. ", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/27087204", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 218, 
            "offsetInEndSection": 328, 
            "text": "Zika virus infection during pregnancy can cause spontaneous abortion and birth defects, including microcephaly", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/27337505", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 252, 
            "offsetInEndSection": 497, 
            "text": "n the case of Zika virus, an accumulating body of recent evidence implicates the virus in the etiology of serious pathologies of the human nervous system, that is, the occurrence of microcephaly in neonates and Guillain-Barré syndrome in adults.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/27464346", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 272, 
            "offsetInEndSection": 471, 
            "text": "We describe the first case of Guillain-Barré syndrome (GBS) occurring immediately after a Zika virus infection, during the current Zika and type 1 and 3 dengue fever co-epidemics in French Polynesia.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/24626205", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 112, 
            "offsetInEndSection": 226, 
            "text": "We report a case of Zika virus infection in an Australian traveler who returned from Indonesia with fever and rash", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/23878182", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 2, 
            "offsetInEndSection": 701, 
            "text": "woman who recently traveled to Thailand came to a local emergency department with a fever and papular rash. She was tested for measles, malaria, and dengue. Positive finding for IgM antibody against dengue and a failure to seroconvert for IgG against dengue for multiple blood samples suggested an alternate flavivirus etiology. Amplification of a conserved region of the non-structural protein 5 gene of the genus Flavivirus yielded a polymerase chain reaction product with a matching sequence of 99% identity with Zika virus. A urine sample and a nasopharygeal swab specimen obtained for the measles investigation were also positive for this virus by reverse transcription polymerase chain reactio", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/25294619", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 906, 
            "offsetInEndSection": 1548, 
            "text": " It is estimated that approximately 18% of individuals infected with ZIKV will go on to develop symptoms. When symptoms develop, it is usually within 3-12 days, although this may vary. Most often, symptoms are mild and self-limited. The most common symptoms are fever, arthralgia, maculopapular rash, and conjunctivitis lasting up to seven days. Less frequent symptoms include headache, vertigo, myalgia, vomiting, and diarrhea. At present, there is no vaccine available to prevent ZIKV and no specific antiviral treatment. Supportive care consisting of rest, hydration, analgesics, antihistamines, and antipyretics is recommended as needed. ", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/27862959", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 4, 
            "offsetInEndSection": 211, 
            "text": "marked increase in infants born with microcephaly in Brazil after a 2015 outbreak of Zika virus (Zika virus) disease suggests an association between maternal Zika virus infection and congenital microcephaly.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/27088494", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 153, 
            "offsetInEndSection": 357, 
            "text": "Zika virus causes a self-limiting, systemic illness; however, the current outbreak of Zika virus in the Americas has been associated with increased rates of fetal malformations and Guillain-Barré syndrome", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/27654889", 
            "endSection": "abstract"
        }
    ]
}