{
    "body": "What happens to H2AX upon DNA bouble strand breaks?", 
    "documents": [
        "http://www.ncbi.nlm.nih.gov/pubmed/24682951", 
        "http://www.ncbi.nlm.nih.gov/pubmed/27158526", 
        "http://www.ncbi.nlm.nih.gov/pubmed/22704343", 
        "http://www.ncbi.nlm.nih.gov/pubmed/21511815"
    ], 
    "ideal_answer": [
        " Phosphorylated H2AX (γH2AX) is rapidly concentrated in chromatin domains around DNA double-strand breaks (DSBs) after the action of ionizing radiation or chemical agents and at stalled replication forks during replication stress The nuclear foci of phosphorylated histone H2AX (γH2AX) are frequently used as a marker for DNA double-strand breaks (DSBs) following ionizing radiation (IR)", 
        " phosphorylated h2ax (γh2ax) is rapidly concentrated in chromatin domains around dna double-strand breaks (dsbs) after the action of ionizing radiation or chemical agents and at stalled replication forks during replication stress.", 
        "Defective or inefficient DNA double-strand break (DSB) repair results in failure to preserve genomic integrity leading to apoptotic cell death, a hallmark of systemic lupus erythematosus (SLE). Phosphorylated H2AX (Î³H2AX) is rapidly concentrated in chromatin domains around DNA double-strand breaks (DSBs) after the action of ionizing radiation or chemical agents and at stalled replication forks during replication stress.", 
        "The nuclear foci of phosphorylated histone H2AX (γH2AX) are frequently used as a marker for DNA double-strand breaks (DSBs) following ionizing radiation (IR).  Phosphorylated H2AX (γH2AX) is rapidly concentrated in chromatin domains around DNA double-strand breaks (DSBs) after the action of ionizing radiation or chemical agents and at stalled replication forks during replication stress. DNA double-strand breaks in heterochromatin elicit fast repair protein recruitment, histone H2AX phosphorylation and relocation to euchromatin", 
        "Histone H2AX phosphorylation as a measure of DNA double-strand breaks and a marker of environmental stress and disease activity in lupus. DSBs were quantified in peripheral blood mononuclear cell subsets from patients with SLE, healthy controls, and patients with rheumatoid arthritis (RA) by measuring phosphorylated H2AX (phospho-H2AX) levels with flow cytometry. Most hydrogen peroxide-induced histone H2AX phosphorylation is mediated by ATR and is not dependent on DNA double-strand breaks. The nuclear foci of phosphorylated histone H2AX (H2AX) are frequently used as a marker for DNA double-strand breaks (DSBs) following ionizing radiation (IR). These results suggest that a major fraction of H2AX induced by oxidative stress is not associated with DSBs. ", 
        "Defective or inefficient DNA double-strand break (DSB) repair results in failure to preserve genomic integrity leading to apoptotic cell death, a hallmark of systemic lupus erythematosus (SLE). The nuclear foci of phosphorylated histone H2AX (γH2AX) are frequently used as a marker for DNA double-strand breaks (DSBs) following ionizing radiation (IR). A sequence variant of histone H2A called H2AX is one of the key components of chromatin involved in DNA damage response induced by different genotoxic stresses. DNA double-strand breaks (DSBs) can induce chromosomal aberrations and carcinogenesis and their correct repair is crucial for genetic stability.", 
        "DSBs were quantified in peripheral blood mononuclear cell subsets from patients with SLE, healthy controls, and patients with rheumatoid arthritis (RA) by measuring phosphorylated H2AX (phospho-H2AX) levels with flow cytometry DNA double-strand breaks in heterochromatin elicit fast repair protein recruitment, histone H2AX phosphorylation and relocation to euchromatin"
    ], 
    "exact_answer": [
        "it is rapidly concentrated"
    ], 
    "type": "factoid", 
    "id": "58af16ea717cd3f655000002", 
    "snippets": [
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 136, 
            "text": "Histone H2AX phosphorylation as a measure of DNA double-strand breaks and a marker of environmental stress and disease activity in lupus", 
            "beginSection": "title", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/27158526", 
            "endSection": "title"
        }, 
        {
            "offsetInBeginSection": 542, 
            "offsetInEndSection": 768, 
            "text": "DSBs were quantified in peripheral blood mononuclear cell subsets from patients with SLE, healthy controls, and patients with rheumatoid arthritis (RA) by measuring phosphorylated H2AX (phospho-H2AX) levels with flow cytometry", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/27158526", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 128, 
            "text": "Most hydrogen peroxide-induced histone H2AX phosphorylation is mediated by ATR and is not dependent on DNA double-strand breaks.", 
            "beginSection": "title", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/24682951", 
            "endSection": "title"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 157, 
            "text": "The nuclear foci of phosphorylated histone H2AX (γH2AX) are frequently used as a marker for DNA double-strand breaks (DSBs) following ionizing radiation (IR)", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/24682951", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 1030, 
            "offsetInEndSection": 1243, 
            "text": "These results suggest that a major fraction of γH2AX induced by oxidative stress is not associated with DSBs. Single-stranded DNA arisen from stalled replication forks can cause the ATR-mediated induction of γH2AX", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/24682951", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 103, 
            "text": "H2AX phosphorylation at the sites of DNA double-strand breaks in cultivated mammalian cells and tissues", 
            "beginSection": "title", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/22704343", 
            "endSection": "title"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 159, 
            "text": "A sequence variant of histone H2A called H2AX is one of the key components of chromatin involved in DNA damage response induced by different genotoxic stresses", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/22704343", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 160, 
            "offsetInEndSection": 389, 
            "text": " Phosphorylated H2AX (γH2AX) is rapidly concentrated in chromatin domains around DNA double-strand breaks (DSBs) after the action of ionizing radiation or chemical agents and at stalled replication forks during replication stress", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/22704343", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 142, 
            "text": "DNA double-strand breaks in heterochromatin elicit fast repair protein recruitment, histone H2AX phosphorylation and relocation to euchromatin", 
            "beginSection": "title", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/21511815", 
            "endSection": "title"
        }, 
        {
            "offsetInBeginSection": 146, 
            "offsetInEndSection": 583, 
            "text": "he cellular response to DSBs depends on damage signaling including the phosphorylation of the histone H2AX (γH2AX). However, a lack of γH2AX formation in heterochromatin (HC) is generally observed after DNA damage induction. Here, we examine γH2AX and repair protein foci along linear ion tracks traversing heterochromatic regions in human or murine cells and find the DSBs and damage signal streaks bending around highly compacted DNA. ", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/21511815", 
            "endSection": "abstract"
        }
    ]
}