{
    "body": "Which effects create neighborhoods of transcriptional regulation in eukaryotes?", 
    "documents": [
        "http://www.ncbi.nlm.nih.gov/pubmed/22084256", 
        "http://www.ncbi.nlm.nih.gov/pubmed/27799341", 
        "http://www.ncbi.nlm.nih.gov/pubmed/17025153"
    ], 
    "ideal_answer": [
        "Enhancer Sharing Promotes Neighborhoods of Transcriptional Regulation Across Eukaryotes. Here, we present cross-organismic evidence suggesting that most EP pairs are compatible, largely determined by physical proximity rather than specific interactions. we find that the transcription of gene neighbors is correlated over distances that scale with genome size. We propose that enhancer sharing is commonplace among eukaryotes, and that EP distance is an important layer of information in gene regulation. ", 
        "Enhancer Sharing Promotes Neighborhoods of Transcriptional Regulation Across Eukaryotes Here, we present cross-organismic evidence suggesting that most EP pairs are compatible, largely determined by physical proximity rather than specific interactions.", 
        " we propose that enhancer sharing is commonplace among eukaryotes, and that ep distance is an important layer of information in gene regulation.", 
        "Enhancers physically interact with transcriptional promoters, looping over distances that can span multiple regulatory elements. We propose that enhancer sharing is commonplace among eukaryotes, and that EP distance is an important layer of information in gene regulation.", 
        "Enhancer Sharing Promotes Neighborhoods of Transcriptional Regulation Across Eukaryotes", 
        "Enhancer Sharing Promotes Neighborhoods of Transcriptional Regulation Across Eukaryotes  We propose that enhancer sharing is commonplace among eukaryotes, and that EP distance is an important layer of information in gene regulation."
    ], 
    "exact_answer": [
        "the sharing of enhancer elements", 
        "enhancer sharing"
    ], 
    "type": "factoid", 
    "id": "58c27b7102b8c60953000021", 
    "snippets": [
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 87, 
            "text": "Enhancer Sharing Promotes Neighborhoods of Transcriptional Regulation Across Eukaryotes", 
            "beginSection": "title", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/27799341", 
            "endSection": "title"
        }, 
        {
            "offsetInBeginSection": 307, 
            "offsetInEndSection": 471, 
            "text": "Here, we present cross-organismic evidence suggesting that most EP pairs are compatible, largely determined by physical proximity rather than specific interactions.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/27799341", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 511, 
            "offsetInEndSection": 618, 
            "text": "we find that the transcription of gene neighbors is correlated over distances that scale with genome size. ", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/27799341", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 799, 
            "offsetInEndSection": 943, 
            "text": " We propose that enhancer sharing is commonplace among eukaryotes, and that EP distance is an important layer of information in gene regulation.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/27799341", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 343, 
            "offsetInEndSection": 897, 
            "text": "This is especially true in mammalian systems, where regulation often occurs through long-range enhancers in gene-rich neighborhoods, rather than proximal promoters, preventing straightforward assignment of a binding site to a target gene.We present EMBER (Expectation Maximization of Binding and Expression pRofiles), a method that integrates high-throughput binding data (e.g. ChIP-chip or ChIP-seq) with gene expression data (e.g. DNA microarray) via an unsupervised machine learning algorithm for inferring the gene targets of sets of TF binding sites", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/22084256", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 89, 
            "text": "Enhancer Sharing Promotes Neighborhoods of Transcriptional Regulation Across Eukaryotes.", 
            "beginSection": "title", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/27799341", 
            "endSection": "title"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 171, 
            "text": "One of the dogmas of transcriptional regulation in higher eukaryotes suggests the existence of transcriptional domains with no promoter-enhancer interactions between them.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/17025153", 
            "endSection": "abstract"
        }
    ]
}