{
    "body": "Do IEG create a ripple effect of transcription?", 
    "documents": [
        "http://www.ncbi.nlm.nih.gov/pubmed/19160492"
    ], 
    "ideal_answer": [
        "Rapid induction of immediate-early genes (IEGs) in response to growth factor stimulations is accompanied by co-upregulation of their neighbouring genes. Profiling the primary transcripts in the nucleus with whole-genome tiling arrays delineated simultaneous activation of transcription centred on IEGs.", 
        "rapid induction of immediate-early genes (iegs) in response to growth factor stimulations is accompanied by co-upregulation of their neighbouring genes.", 
        "Rapid induction of immediate-early genes (IEGs) in response to growth factor stimulations is accompanied by co-upregulation of their neighbouring genes. Even in surrounding intergenic regions, transcriptional activation took place at the same time.", 
        "Rapid induction of immediate-early genes (IEGs) in response to growth factor stimulations is accompanied by co-upregulation of their neighbouring genes.", 
        "Here we show that intensive transcription at one locus frequently spills over into its physical neighbouring loci. Rapid induction of immediate-early genes (IEGs) in response to growth factor stimulations is accompanied by co-upregulation of their neighbouring genes."
    ], 
    "exact_answer": "yes", 
    "type": "yesno", 
    "id": "58c276bc02b8c60953000020", 
    "snippets": [
        {
            "offsetInBeginSection": 524, 
            "offsetInEndSection": 676, 
            "text": "Rapid induction of immediate-early genes (IEGs) in response to growth factor stimulations is accompanied by co-upregulation of their neighbouring genes.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/19160492", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 827, 
            "offsetInEndSection": 923, 
            "text": "Even in surrounding intergenic regions, transcriptional activation took place at the same time. ", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/19160492", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 409, 
            "offsetInEndSection": 523, 
            "text": "Here we show that intensive transcription at one locus frequently spills over into its physical neighbouring loci.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/19160492", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 40, 
            "text": "Ripples from neighbouring transcription.", 
            "beginSection": "title", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/19160492", 
            "endSection": "title"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 41, 
            "text": "Ripples from neighbouring transcription.", 
            "beginSection": "title", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/19160492", 
            "endSection": "title"
        }
    ]
}