{
    "body": "List diseases associated with the  Dopamine Receptor D4 (DRD4).", 
    "documents": [
        "http://www.ncbi.nlm.nih.gov/pubmed/22610946", 
        "http://www.ncbi.nlm.nih.gov/pubmed/25659462", 
        "http://www.ncbi.nlm.nih.gov/pubmed/25983551"
    ], 
    "ideal_answer": [
        "The 5-repeat allele of a common length polymorphism in the gene that encodes the dopamine D4 receptor (DRD4) is robustly associated with the risk of attention deficit hyperactivity disorder (ADHD)."
    ], 
    "exact_answer": [
        [
            "attention deficit hyperactivity disorder", 
            "ADHD"
        ], 
        [
            "susceptibility to neuropsychiatric diseases"
        ]
    ], 
    "type": "list", 
    "id": "58cd59cb02b8c60953000039", 
    "snippets": [
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 279, 
            "text": "The 5-repeat allele of a common length polymorphism in the gene that encodes the dopamine D4 receptor (DRD4) is robustly associated with the risk of attention deficit hyperactivity disorder (ADHD) and substantially exists in Asian populations, which have a lower ADHD prevalence.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/25659462", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 14, 
            "offsetInEndSection": 296, 
            "text": "The variable number of tandem repeats (VNTR) of the dopamine receptor D4 (DRD4) gene among humans may elucidate individual differences in susceptibility to neuropsychiatric diseases. Dopamine dysfunction may be involved with Attention Deficit Hyperactivity Disorder (ADHD) symptoms.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/25983551", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 505, 
            "offsetInEndSection": 720, 
            "text": "This review summarized the ongoing research of DA receptor genes in ADHD pathogenesis and gathered the past published data with meta-analysis and revealed the high risk of DRD5, DRD2, and DRD4 polymorphisms in ADHD.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/22610946", 
            "endSection": "abstract"
        }
    ]
}