{
    "body": "What is magnetoreception?", 
    "documents": [
        "http://www.ncbi.nlm.nih.gov/pubmed/25551148", 
        "http://www.ncbi.nlm.nih.gov/pubmed/25535848", 
        "http://www.ncbi.nlm.nih.gov/pubmed/26727944", 
        "http://www.ncbi.nlm.nih.gov/pubmed/26953690", 
        "http://www.ncbi.nlm.nih.gov/pubmed/26811445", 
        "http://www.ncbi.nlm.nih.gov/pubmed/27614751", 
        "http://www.ncbi.nlm.nih.gov/pubmed/27216936"
    ], 
    "ideal_answer": [
        "Magnetoreception is an enigmatic, poorly understood sensory ability, described mainly on the basis of behavioural studies in animals of diverse taxa. The ability to perceive geomagnetic fields (GMFs) represents a fascinating biological phenomenon. Studies on transgenic flies have provided evidence that photosensitive Cryptochromes (Cry) are involved in the response to magnetic fields (MFs). The photoreceptor protein cryptochrome is thought to host, upon light absorption, a radical pair that is sensitive to very weak magnetic fields, endowing migratory birds with a magnetic compass sense."
    ], 
    "type": "summary", 
    "id": "58ea6c3eeda5a57672000001", 
    "snippets": [
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 244, 
            "text": "The ability to perceive geomagnetic fields (GMFs) represents a fascinating biological phenomenon. Studies on transgenic flies have provided evidence that photosensitive Cryptochromes (Cry) are involved in the response to magnetic fields (MFs). ", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/26811445", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 157, 
            "text": "Cryptochromes, blue-light absorbing proteins involved in the circadian clock, have been proposed to be the receptor molecules of the avian magnetic compass. ", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/26953690", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 366, 
            "text": "Although it has been known for almost half a century that migratory birds can detect the direction of the Earth's magnetic field, the primary sensory mechanism behind this remarkable feat is still unclear. The leading hypothesis centers on radical pairs-magnetically sensitive chemical intermediates formed by photoexcitation of cryptochrome proteins in the retina. ", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/27216936", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 160, 
            "text": "Biogenic magnetic particles have been detected in some migratory insects, which implies the basis of magnetoreception mechanism for orientation and navigation. ", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/26727944", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 306, 
            "text": "Magnetoreception is essential for magnetic orientation in animal migration. The molecular basis for magnetoreception has recently been elucidated in fruitfly as complexes between the magnetic receptor magnetoreceptor (MagR) and its ligand cryptochrome (Cry). MagR and Cry are present in the animal kingdom.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/27614751", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 150, 
            "text": "Magnetoreception is an enigmatic, poorly understood sensory ability, described mainly on the basis of behavioural studies in animals of diverse taxa. ", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/25551148", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 200, 
            "text": "The photoreceptor protein cryptochrome is thought to host, upon light absorption, a radical pair that is sensitive to very weak magnetic fields, endowing migratory birds with a magnetic compass sense.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/25535848", 
            "endSection": "abstract"
        }
    ]
}