{
    "body": "Is amantadine effective for treatment of disorders conciousness?", 
    "documents": [
        "http://www.ncbi.nlm.nih.gov/pubmed/15759228", 
        "http://www.ncbi.nlm.nih.gov/pubmed/19894299", 
        "http://www.ncbi.nlm.nih.gov/pubmed/20129511", 
        "http://www.ncbi.nlm.nih.gov/pubmed/18540467", 
        "http://www.ncbi.nlm.nih.gov/pubmed/20658796", 
        "http://www.ncbi.nlm.nih.gov/pubmed/22375973", 
        "http://www.ncbi.nlm.nih.gov/pubmed/20460949", 
        "http://www.ncbi.nlm.nih.gov/pubmed/24025054", 
        "http://www.ncbi.nlm.nih.gov/pubmed/24025057", 
        "http://www.ncbi.nlm.nih.gov/pubmed/24025056", 
        "http://www.ncbi.nlm.nih.gov/pubmed/19404190", 
        "http://www.ncbi.nlm.nih.gov/pubmed/15825541"
    ], 
    "ideal_answer": [
        "Amantadine, a dopaminergic agent, has been shown to be effective for induction of recovery from disorders of consciousness. Amantadine is a commonly prescribed medication for patients with prolonged disorders of consciousness after traumatic brain injury. Amantadine accelerates the pace of functional recovery during active treatment in patients with post-traumatic disorders of consciousness. Higher dosing of amantadine may be considered in the setting of brain injury."
    ], 
    "exact_answer": "yes", 
    "concepts": [
        "http://www.nlm.nih.gov/cgi/mesh/2014/MB_cgi?field=uid&exact=Find+Exact+Term&term=D003244", 
        "http://www.nlm.nih.gov/cgi/mesh/2014/MB_cgi?field=uid&exact=Find+Exact+Term&term=D000547", 
        "http://www.nlm.nih.gov/cgi/mesh/2014/MB_cgi?field=uid&exact=Find+Exact+Term&term=D013812", 
        "http://www.nlm.nih.gov/cgi/mesh/2014/MB_cgi?field=uid&exact=Find+Exact+Term&term=D016896", 
        "http://www.biosemantics.org/jochem#4278064", 
        "http://www.biosemantics.org/jochem#4095490"
    ], 
    "type": "yesno", 
    "id": "530f7cdde3eabad021000001", 
    "snippets": [
        {
            "offsetInBeginSection": 266, 
            "offsetInEndSection": 599, 
            "text": "We here provide a systematic overview of the therapeutic effects of amantadine, apomorphine and zolpidem in patients recovering from coma. Evidence from clinical trials using these commonly prescribed pharmacological agents suggests positive changes in the neurological status in patients, leading sometimes to dramatic improvements.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/24025057", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 977, 
            "offsetInEndSection": 1368, 
            "text": "Pharmaceuticals that act in the oxygen based amino acid systems of the brain include the GABAergic medications zolpidem and baclofen, while those that act in the monoamine axes include the dopaminergic medications L Dopa, amantadine, bromocriptine, apomorphine and methylphenidate, and the noradrenergic and serotonergic medications desipramine, amitriptyline, protriptyline and fluoxetine. ", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/24025056", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 1008, 
            "offsetInEndSection": 1162, 
            "text": "Sporadic cases of recovery from a DOC have been reported after the administration of various pharmacological agents (baclofen, zolpidem, amantadine etc.).", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/24025054", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 12, 
            "offsetInEndSection": 256, 
            "text": "Amantadine hydrochloride is one of the most commonly prescribed medications for patients with prolonged disorders of consciousness after traumatic brain injury. Preliminary studies have suggested that amantadine may promote functional recovery.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/22375973", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 872, 
            "offsetInEndSection": 1143, 
            "text": " During the 4-week treatment period, recovery was significantly faster in the amantadine group than in the placebo group, as measured by the DRS score (difference in slope, 0.24 points per week; P=0.007), indicating a benefit with respect to the primary outcome measure. ", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/22375973", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 1748, 
            "offsetInEndSection": 1886, 
            "text": "Amantadine accelerated the pace of functional recovery during active treatment in patients with post-traumatic disorders of consciousness.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/22375973", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 1502, 
            "offsetInEndSection": 1718, 
            "text": "Sporadic cases of dramatic recovery from DOC after the administration of various pharmacological agents, such as baclofen, zolpidem and amantadine, have been recently supported by intriguing scientific observations. ", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/20658796", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 807, 
            "offsetInEndSection": 1149, 
            "text": "According to the 16 eligible studies, medical management by dopaminergic agents (levodopa, amantadine), zolpidem and median nerve stimulation, or surgical management by deep brain stimulation, extradural cortical stimulation, spinal cord stimulation and intrathecal baclofen have shown to improve the level of consciousness in certain cases. ", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/20460949", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 1152, 
            "offsetInEndSection": 1307, 
            "text": "Higher exposure of amantadine (average concentration of amantadine during 6 mg/kg/day > 1.5 mg/L) may be associated with better recovery of consciousness. ", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/20129511", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 1475, 
            "offsetInEndSection": 1569, 
            "text": "Based on the preliminary data, higher dosing may be considered in the setting of brain injury.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/20129511", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 642, 
            "offsetInEndSection": 1046, 
            "text": "Patients treated with PK-Merz exhibited the more significant restoration of consciousness and better dynamics (regress) of neurological deficit with the most intensive restoration of neurological deficit in the first day that allows to recommend the use of amantadine sulfate in the first hours of ischemic stroke and for the prevention of reperfusion damage in recanalisation therapy of ischemic stroke.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/19894299", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 783, 
            "offsetInEndSection": 1068, 
            "text": "There was no significant difference in the slopes of recovery during either arm for the Coma/Near-Coma Scale (P = 0.24) or the Coma Recovery Scale-Revised (P = 0.28), although improvements in consciousness were noted by the physician during weeks when amantadine was given (P = 0.02). ", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/19404190", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 1081, 
            "offsetInEndSection": 1276, 
            "text": "This study suggests that amantadine facilitates recovery of consciousness in pediatric acquired brain injury and provides important information necessary to design future more definitive studies.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/19404190", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 178, 
            "offsetInEndSection": 332, 
            "text": "The study has shown a positive effect of this drug at coma emergence, which manifested itself as clinical improvement and a better outcome of the disease.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/18540467", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 489, 
            "offsetInEndSection": 926, 
            "text": "This article will review the evidence for the use of psychostimulants (methylphenidate), antidepressants (amitriptyline, selective serotonin reuptake inhibitors, and buproprion), Parkinson's medications (amantadine, bromocriptine, carbidopa/levodopa), anticonvulsants (valproic acid), modafinil (Provigil), lactate, hyperbaric oxygen chamber, electroconvulsive therapy, and transmagnetic stimulation, in patients following a head injury.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/15825541", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 1468, 
            "offsetInEndSection": 1704, 
            "text": "Of the psychoactive medications, amantadine hydrochloride was associated with greater recovery and dantrolene sodium was associated with less recovery, in terms of the DRS score at 16 weeks but not the time until commands were followed.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/15759228", 
            "endSection": "abstract"
        }
    ]
}