{
    "body": "What is known about the effectiveness of electronic food diaries ?", 
    "documents": [
        "http://www.ncbi.nlm.nih.gov/pubmed/24205807", 
        "http://www.ncbi.nlm.nih.gov/pubmed/23415822", 
        "http://www.ncbi.nlm.nih.gov/pubmed/20307404"
    ], 
    "ideal_answer": [
        "Electronic dietary records were better than food diaries in terms of fat percentage reduction in our trials, indicating that teledietetics increases healthy-eating awareness."
    ], 
    "type": "summary", 
    "id": "5502fe13e9bde69634000009", 
    "snippets": [
        {
            "offsetInBeginSection": 1617, 
            "offsetInEndSection": 1791, 
            "text": "Electronic dietary records were better than food diaries in terms of fat percentage reduction in our trials, indicating that teledietetics increases healthy-eating awareness.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/24205807", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 258, 
            "offsetInEndSection": 512, 
            "text": "Nutrition monitoring is a relevant method to gain an overview of factors influencing health. However, keeping a food diary often constitutes a challenge for a patient, and developing a user-friendly and useful electronic food diary is not straightforward", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/23415822", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 2331, 
            "offsetInEndSection": 3169, 
            "text": "The analyzed apps reflected a variety of approaches to recording food intake and nutrition using different terminals--mostly mobile phones (35%), followed by PCs (29%) and PDAs (23%) for older studies, designed mainly for users with obesity (45%), diabetes mellitus (42%) and overweight (32%), or people who want to stay healthy (10%). The majority of the reviewed applications (67%) offered only input of food type and quantity. All approaches (n=31), except for two, relied on manual input of data, either by typing or by selecting a food type from a database. The exceptions (n=2) used a barcode scanning function. Users of mobile phone applications were not limited to data recording, but could view their data on the screen and send it via email. The tested web applications offered similar functionalities for recording food intake.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/23415822", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 137, 
            "offsetInEndSection": 425, 
            "text": "electronic food diary on a mobile phone that includes an energy balance visualization and computes and displays the difference between energy intake from food entries and energy expenditure from a multiple-sensor device that provides objective estimates of energy expenditure in real time", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/20307404", 
            "endSection": "abstract"
        }
    ]
}