{
    "body": "How thyrocyte destruction is induced in autoimmune thyroiditis?", 
    "documents": [
        "http://www.ncbi.nlm.nih.gov/pubmed/11321234", 
        "http://www.ncbi.nlm.nih.gov/pubmed/19514601", 
        "http://www.ncbi.nlm.nih.gov/pubmed/9886394", 
        "http://www.ncbi.nlm.nih.gov/pubmed/11101869", 
        "http://www.ncbi.nlm.nih.gov/pubmed/9020075"
    ], 
    "ideal_answer": [
        "Thyrocytes from Hashimoto's thyroiditis (HT) glands, but not from nonautoimmune thyroids, expressed Fas (CD95), therefore autonomous interaction between thyrocyte Fas (CD95) and FasL (CD95L) has been proposed as a major mechanism of thyrocyte depletion in HT. Moreover, experimental evidence has showed that Infiltrating T Lymphocytes (ITLs) do not express significant amounts of FasL, suggesting that ITLs are not directly involved in thyrocyte destruction."
    ], 
    "concepts": [
        "http://www.disease-ontology.org/api/metadata/DOID:7188"
    ], 
    "type": "summary", 
    "id": "5503167be9bde69634000028", 
    "snippets": [
        {
            "offsetInBeginSection": 208, 
            "offsetInEndSection": 537, 
            "text": "These morphological findings suggested that autoreactive T-cell clones were responsible for thyrocyte destruction and hypothyroidism through effector-target cytotoxic recognition. Later, autonomous interaction between thyrocyte Fas and FasL has been proposed as a major mechanism of thyrocyte depletion in Hashimoto's thyroiditis", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/11321234", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 539, 
            "offsetInEndSection": 763, 
            "text": "Here, we analyze the possible role of Fas and FasL in the pathogenesis of Hashimoto's thyroiditis. We suggest that the Fas-FasL system dictates the outcome of the autoimmune response by acting on both immune and target cells", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/11321234", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 141, 
            "text": "After autoimmune inflammation, interactions between CD95 and its ligand (CD95L) mediate thyrocyte destruction in Hashimoto's thyroiditis (HT)", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/11101869", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 826, 
            "offsetInEndSection": 943, 
            "text": "modulation of apoptosis-related proteins by TH1 and TH2 cytokines controls thyrocyte survival in thyroid autoimmunity", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/11101869", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 110, 
            "text": "Hashimoto's thyroiditis (HT) is a chronic autoimmune disease resulting from Fas-mediated thyrocyte destruction", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/9886394", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 112, 
            "offsetInEndSection": 324, 
            "text": "Although autocrine/paracrine Fas-Fas ligand (FasL) interaction is responsible for thyrocyte cell death during the active phases of HT, the role of infiltrating T lymphocytes (ITL) in this process is still unknown", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/9886394", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 405, 
            "offsetInEndSection": 744, 
            "text": "All ITL expressed high levels of Fas and CD69, an early marker of T cell activation associated with functional Fas expression in T cells in vivo. In contrast to thyrocytes that were found to produce high levels of FasL, ITL did not express significant amounts of FasL, suggesting that ITL are not directly involved in thyrocyte destruction", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/9886394", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 1448, 
            "offsetInEndSection": 1654, 
            "text": "These data demonstrate that ITL are not directly involved in thyrocyte cell death during HT, suggesting that autocrine/paracrine Fas-FasL interaction is a major mechanism in autoimmune thyrocyte destruction", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/9886394", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 108, 
            "offsetInEndSection": 798, 
            "text": "Thyrocytes from HT glands, but not from nonautoimmune thyroids, expressed Fas. Interleukin-1beta (IL-1beta), abundantly produced in HT glands, induced Fas expression in normal thyrocytes, and cross-linking of Fas resulted in massive thyrocyte apoptosis. The ligand for Fas (FasL) was shown to be constitutively expressed both in normal and HT thyrocytes and was able to kill Fas-sensitive targets. Exposure to IL-1beta induced thyrocyte apoptosis, which was prevented by antibodies that block Fas, suggesting that IL-1beta-induced Fas expression serves as a limiting factor for thyrocyte destruction. Thus, Fas-FasL interactions among HT thyrocytes may contribute to clinical hypothyroidism", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/9020075", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 1103, 
            "offsetInEndSection": 1464, 
            "text": "MECHANISM OF APOPTOSIS IN HASHIMOTO THYROIDITIS: The thyroid cell destruction characteristic of autoimmune thyroiditis can be seen as the consequence of inappropriate expression of Fas or TRAIL death pathway molecules and down-regulation of the apoptosis controlling protein Bcl-2, which may be induced by cytokines released locally by infiltrating lymphocytes.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/19514601", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 141, 
            "text": "After autoimmune inflammation, interactions between CD95 and its ligand (CD95L) mediate thyrocyte destruction in Hashimotos thyroiditis (HT).", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/11101869", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 186, 
            "offsetInEndSection": 359, 
            "text": "Interleukin-1beta (IL-1beta), abundantly produced in HT glands, induced Fas expression in normal thyrocytes, and cross-linking of Fas resulted in massive thyrocyte apoptosis", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/9020075", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 387, 
            "offsetInEndSection": 536, 
            "text": "Later, autonomous interaction between thyrocyte Fas and FasL has been proposed as a major mechanism of thyrocyte depletion in Hashimoto's thyroiditis", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/11321234", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 505, 
            "offsetInEndSection": 706, 
            "text": "Exposure to IL-1beta induced thyrocyte apoptosis, which was prevented by antibodies that block Fas, suggesting that IL-1beta-induced Fas expression serves as a limiting factor for thyrocyte destruction", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/9020075", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 506, 
            "offsetInEndSection": 707, 
            "text": "Exposure to IL-1beta induced thyrocyte apoptosis, which was prevented by antibodies that block Fas, suggesting that IL-1beta-induced Fas expression serves as a limiting factor for thyrocyte destruction", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/9020075", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 1036, 
            "offsetInEndSection": 1347, 
            "text": "The thyroid cell destruction characteristic of autoimmune thyroiditis can be seen as the consequence of inappropriate expression of Fas or TRAIL death pathway molecules and down-regulation of the apoptosis controlling protein Bcl-2, which may be induced by cytokines released locally by infiltrating lymphocytes", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/19514601", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 552, 
            "offsetInEndSection": 818, 
            "text": "Interferon gamma promoted caspase up-regulation and CD95-induced apoptosis in HT thyrocytes, whereas interleukin 4 and interleukin 10 protected GD thyrocytes by potent up-regulation of cFLIP and Bcl-xL, which prevented CD95-induced apoptosis in sensitized thyrocytes", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/11101869", 
            "endSection": "abstract"
        }
    ]
}