{
    "body": "What is the usefulness of ultraconserved elements in phylogeny?", 
    "documents": [
        "http://www.ncbi.nlm.nih.gov/pubmed/22593086", 
        "http://www.ncbi.nlm.nih.gov/pubmed/23824177", 
        "http://www.ncbi.nlm.nih.gov/pubmed/23382987", 
        "http://www.ncbi.nlm.nih.gov/pubmed/24021724", 
        "http://www.ncbi.nlm.nih.gov/pubmed/22207614", 
        "http://www.ncbi.nlm.nih.gov/pubmed/22232343"
    ], 
    "ideal_answer": [
        "Because orthologous UCEs can be obtained from a wide array of taxa, are polymorphic at shallow evolutionary timescales, and can be generated rapidly at low cost, they are an effective genetic marker for studies investigating evolutionary patterns and processes at shallow timescales", 
        "Ultraconserved elements and their flanking DNA are novel phylogenomic markers that resolve placental mammal phylogeny when combined with species-tree analysis. Because orthologous UCEs can be obtained from a wide array of taxa, are polymorphic at shallow evolutionary timescales, and can be generated rapidly at low cost, they are an effective genetic marker for studies investigating evolutionary patterns and processes at shallow timescales."
    ], 
    "concepts": [
        "http://www.nlm.nih.gov/cgi/mesh/2015/MB_cgi?field=uid&exact=Find+Exact+Term&term=D010802"
    ], 
    "type": "summary", 
    "id": "553cf397f321868558000010", 
    "snippets": [
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 135, 
            "text": "Target capture and massively parallel sequencing of ultraconserved elements for comparative studies at shallow evolutionary time scales", 
            "beginSection": "title", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/24021724", 
            "endSection": "title"
        }, 
        {
            "offsetInBeginSection": 267, 
            "offsetInEndSection": 409, 
            "text": "Here, we evaluate the efficacy of genomic markers targeting ultraconserved DNA elements (UCEs) for analyses at shallow evolutionary timescales", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/24021724", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 1276, 
            "offsetInEndSection": 1558, 
            "text": "Because orthologous UCEs can be obtained from a wide array of taxa, are polymorphic at shallow evolutionary timescales, and can be generated rapidly at low cost, they are an effective genetic marker for studies investigating evolutionary patterns and processes at shallow timescales", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/24021724", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 129, 
            "text": "A Phylogenomic Perspective on the Radiation of Ray-Finned Fishes Based upon Targeted Sequencing of Ultraconserved Elements (UCEs)", 
            "beginSection": "title", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/23824177", 
            "endSection": "title"
        }, 
        {
            "offsetInBeginSection": 489, 
            "offsetInEndSection": 1393, 
            "text": "Here, we provide a genomic perspective on longstanding questions regarding the diversification of major groups of ray-finned fishes through targeted enrichment of ultraconserved nuclear DNA elements (UCEs) and their flanking sequence. Our workflow efficiently and economically generates data sets that are orders of magnitude larger than those produced by traditional approaches and is well-suited to working with museum specimens. Analysis of the UCE data set recovers a well-supported phylogeny at both shallow and deep time-scales that supports a monophyletic relationship between Amia and Lepisosteus (Holostei) and reveals elopomorphs and then osteoglossomorphs to be the earliest diverging teleost lineages. Our approach additionally reveals that sequence capture of UCE regions and their flanking sequence offers enormous potential for resolving phylogenetic relationships within ray-finned fishes", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/23824177", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 192, 
            "offsetInEndSection": 555, 
            "text": "We applied a new phylogenomic approach to resolve relationships in Neoaves using target enrichment (sequence capture) and high-throughput sequencing of ultraconserved elements (UCEs) in avian genomes. We collected sequence data from UCE loci for 32 members of Neoaves and one outgroup (chicken) and analyzed data sets that differed in their amount of missing data", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/23382987", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 103, 
            "text": "More than 1000 ultraconserved elements provide evidence that turtles are the sister group of archosaurs", 
            "beginSection": "title", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/22593086", 
            "endSection": "title"
        }, 
        {
            "offsetInBeginSection": 429, 
            "offsetInEndSection": 1021, 
            "text": "A recent analysis of shared microRNA families found that turtles are more closely related to lepidosaurs. To test this hypothesis with data from many single-copy nuclear loci dispersed throughout the genome, we used sequence capture, high-throughput sequencing and published genomes to obtain sequences from 1145 ultraconserved elements (UCEs) and their variable flanking DNA. The resulting phylogeny provides overwhelming support for the hypothesis that turtles evolved from a common ancestor of birds and crocodilians, rejecting the hypothesized relationship between turtles and lepidosaurs", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/22593086", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 101, 
            "text": "Ultraconserved elements anchor thousands of genetic markers spanning multiple evolutionary timescales", 
            "beginSection": "title", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/22232343", 
            "endSection": "title"
        }, 
        {
            "offsetInBeginSection": 359, 
            "offsetInEndSection": 1449, 
            "text": "We introduce a new class of molecular marker, anchored by ultraconserved genomic elements (UCEs), that universally enable target enrichment and sequencing of thousands of orthologous loci across species separated by hundreds of millions of years of evolution. Our analyses here focus on use of UCE markers in Amniota because UCEs and phylogenetic relationships are well-known in some amniotes. We perform an in silico experiment to demonstrate that sequence flanking 2030 UCEs contains information sufficient to enable unambiguous recovery of the established primate phylogeny. We extend this experiment by performing an in vitro enrichment of 2386 UCE-anchored loci from nine, non-model avian species. We then use alignments of 854 of these loci to unambiguously recover the established evolutionary relationships within and among three ancient bird lineages. Because many organismal lineages have UCEs, this type of genetic marker and the analytical framework we outline can be applied across the tree of life, potentially reshaping our understanding of phylogeny at many taxonomic levels", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/22232343", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 135, 
            "text": "Ultraconserved elements are novel phylogenomic markers that resolve placental mammal phylogeny when combined with species-tree analysis", 
            "beginSection": "title", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/22207614", 
            "endSection": "title"
        }, 
        {
            "offsetInBeginSection": 247, 
            "offsetInEndSection": 571, 
            "text": "we outline a phylogenomic approach using a novel class of phylogenetic markers derived from ultraconserved elements and flanking DNA. Using species-tree analysis that accounts for discord among hundreds of independent loci, we show that this class of marker is useful for recovering deep-level phylogeny in placental mammals", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/22207614", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 1599, 
            "offsetInEndSection": 1802, 
            "text": "One of the most remarkable findings of our study is that ultraconserved elements and their flanking DNA are a rich source of phylogenetic information with strong potential for application across Amniotes", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/22207614", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 136, 
            "text": "Ultraconserved elements are novel phylogenomic markers that resolve placental mammal phylogeny when combined with species-tree analysis.", 
            "beginSection": "title", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/22207614", 
            "endSection": "title"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 102, 
            "text": "Ultraconserved elements anchor thousands of genetic markers spanning multiple evolutionary timescales.", 
            "beginSection": "title", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/22232343", 
            "endSection": "title"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 136, 
            "text": "Target capture and massively parallel sequencing of ultraconserved elements for comparative studies at shallow evolutionary time scales.", 
            "beginSection": "title", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/24021724", 
            "endSection": "title"
        }, 
        {
            "offsetInBeginSection": 241, 
            "offsetInEndSection": 380, 
            "text": "Here, we outline a phylogenomic approach using a novel class of phylogenetic markers derived from ultraconserved elements and flanking DNA.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/22207614", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 192, 
            "offsetInEndSection": 392, 
            "text": "We applied a new phylogenomic approach to resolve relationships in Neoaves using target enrichment (sequence capture) and high-throughput sequencing of ultraconserved elements (UCEs) in avian genomes.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/23382987", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 753, 
            "offsetInEndSection": 936, 
            "text": "We perform an in silico experiment to demonstrate that sequence flanking 2030 UCEs contains information sufficient to enable unambiguous recovery of the established primate phylogeny.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/22232343", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 1220, 
            "offsetInEndSection": 1450, 
            "text": "Because many organismal lineages have UCEs, this type of genetic marker and the analytical framework we outline can be applied across the tree of life, potentially reshaping our understanding of phylogeny at many taxonomic levels.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/22232343", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 241, 
            "offsetInEndSection": 379, 
            "text": "Here, we outline a phylogenomic approach using a novel class of phylogenetic markers derived from ultraconserved elements and flanking DNA", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/22207614", 
            "endSection": "abstract"
        }
    ]
}