{
    "body": "Are there conserved noncoding elements identified between genomes of human and teleosts?", 
    "documents": [
        "http://www.ncbi.nlm.nih.gov/pubmed/19095434", 
        "http://www.ncbi.nlm.nih.gov/pubmed/21081479", 
        "http://www.ncbi.nlm.nih.gov/pubmed/19782672", 
        "http://www.ncbi.nlm.nih.gov/pubmed/19562753", 
        "http://www.ncbi.nlm.nih.gov/pubmed/18047696", 
        "http://www.ncbi.nlm.nih.gov/pubmed/17387144", 
        "http://www.ncbi.nlm.nih.gov/pubmed/17617896", 
        "http://www.ncbi.nlm.nih.gov/pubmed/16556802"
    ], 
    "ideal_answer": [
        "Vertebrate genomes contain thousands of conserved noncoding elements (CNEs) that often function as tissue-specific enhancers. In this study, we have identified CNEs in human, dog, chicken, Xenopus, and four teleost fishes (zebrafish, stickleback, medaka, and fugu) using elephant shark, a cartilaginous vertebrate, as the base genome and investigated the evolution of these ancient vertebrate CNEs (aCNEs) in bony vertebrate lineages  ", 
        "Yes. Vertebrate genomes contain thousands of conserved noncoding elements (CNEs) that often function as tissue-specific enhancers. CNEs have been identified, among others, in human, dog, chicken, Xenopus, and four teleost fishes (zebrafish, stickleback, medaka, and fugu)."
    ], 
    "exact_answer": "yes", 
    "type": "yesno", 
    "id": "5544bcde5beec11c10000003", 
    "snippets": [
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 353, 
            "text": "We report evidence for a mechanism for the maintenance of long-range conserved synteny across vertebrate genomes. We found the largest mammal-teleost conserved chromosomal segments to be spanned by highly conserved noncoding elements (HCNEs), their developmental regulatory target genes, and phylogenetically and functionally unrelated \"bystander\" genes", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/17387144", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 987, 
            "offsetInEndSection": 1454, 
            "text": "After whole genome duplication in teleosts, GRBs, including HCNEs and target genes, were often maintained in both copies, while bystander genes were typically lost from one GRB, strongly suggesting that evolutionary pressure acts to keep the single-copy GRBs of higher vertebrates intact. We show that loss of bystander genes and other mutational events suffered by duplicated GRBs in teleost genomes permits target gene identification and HCNE/target gene assignment", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/17387144", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 433, 
            "text": "Vertebrate genomes contain thousands of conserved noncoding elements (CNEs) that often function as tissue-specific enhancers. In this study, we have identified CNEs in human, dog, chicken, Xenopus, and four teleost fishes (zebrafish, stickleback, medaka, and fugu) using elephant shark, a cartilaginous vertebrate, as the base genome and investigated the evolution of these ancient vertebrate CNEs (aCNEs) in bony vertebrate lineages", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/21081479", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 995, 
            "offsetInEndSection": 1167, 
            "text": "This implicates the \"fish-specific\" whole-genome duplication in the accelerated evolution and the loss of a large number of both copies of duplicated CNEs in teleost fishes", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/21081479", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 226, 
            "offsetInEndSection": 504, 
            "text": "We found zebrafish conserved noncoding elements (CNEs) with pan-vertebrate as well as fish-specific orthologous sequences from across 200 kb of the zebrafish fgf8a genomic regulatory block to direct reporter expression in patterns consistent with the expression pattern of fgf8a", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/19782672", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 466, 
            "offsetInEndSection": 860, 
            "text": " A significant number of conserved noncoding elements (CNEs) shared between cartilaginous fishes and tetrapods have diverged beyond recognition in teleost fishes. The divergence of CNEs seems to have been initiated in basal ray-finned fishes before the WGD. The fast evolving singleton and duplicated genes as well as the divergent CNEs might have contributed to the diversity of teleost fishes", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/19095434", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 112, 
            "offsetInEndSection": 353, 
            "text": "We found the largest mammal-teleost conserved chromosomal segments to be spanned by highly conserved noncoding elements (HCNEs), their developmental regulatory target genes, and phylogenetically and functionally unrelated \"bystander\" genes.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/17387144", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 93, 
            "text": "Ancient vertebrate conserved noncoding elements have been evolving rapidly in teleost fishes.", 
            "beginSection": "title", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/21081479", 
            "endSection": "title"
        }, 
        {
            "offsetInBeginSection": 463, 
            "offsetInEndSection": 625, 
            "text": "A significant number of conserved noncoding elements (CNEs) shared between cartilaginous fishes and tetrapods have diverged beyond recognition in teleost fishes.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/19095434", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 104, 
            "offsetInEndSection": 304, 
            "text": "We have used a transposon-based transgenic assay in zebrafish to evaluate noncoding sequences at the zebrafish ret locus, conserved among teleosts, and at the human RET locus, conserved among mammals.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/16556802", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 484, 
            "offsetInEndSection": 651, 
            "text": "Using computational analysis and exploiting the diversity of teleost genomes, we identified a cluster of highly conserved noncoding sequences surrounding the Six3 gene", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/17617896", 
            "endSection": "abstract"
        }
    ]
}