{
    "body": "Is there a role for transcription factories in genome organization?", 
    "documents": [
        "http://www.ncbi.nlm.nih.gov/pubmed/24003126", 
        "http://www.ncbi.nlm.nih.gov/pubmed/24166911", 
        "http://www.ncbi.nlm.nih.gov/pubmed/16500976", 
        "http://www.ncbi.nlm.nih.gov/pubmed/21880598", 
        "http://www.ncbi.nlm.nih.gov/pubmed/19506577", 
        "http://www.ncbi.nlm.nih.gov/pubmed/17913488", 
        "http://www.ncbi.nlm.nih.gov/pubmed/20074071"
    ], 
    "ideal_answer": [
        "The mammalian nucleus is a highly complex structure that carries out a diverse range of functions such as DNA replication, cell division, RNA processing, and nuclear export/import. Many of these activities occur at discrete subcompartments that intersect with specific regions of the genome. Over the past few decades, evidence has accumulated to suggest that RNA transcription also occurs in specialized sites, called transcription factories, that may influence how the genome is organized. There may be certain efficiency benefits to cluster transcriptional activity in this way. However, the clustering of genes at transcription factories may have consequences for genome stability, and increase the susceptibility to recurrent chromosomal translocations that lead to cancer  ", 
        "Yes. The mammalian nucleus is a highly complex structure that carries out a diverse range of functions such as DNA replication, cell division, RNA processing, and nuclear export/import. Many of these activities occur at discrete subcompartments that intersect with specific regions of the genome. Over the past few decades, evidence has accumulated to suggest that RNA transcription also occurs in specialized sites, called transcription factories, that may influence how the genome is organized. Those active chromatin hubs and transcription factories also involve long-range interactions. Thus, it seems that the second law of thermodynamics acts through nonspecific entropic forces between engaged polymerases to drive the self-organization of genomes into loops containing several thousands (and sometimes millions) of basepairs."
    ], 
    "exact_answer": "yes", 
    "type": "yesno", 
    "id": "5545dc7de233d84047000001", 
    "snippets": [
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 777, 
            "text": "The mammalian nucleus is a highly complex structure that carries out a diverse range of functions such as DNA replication, cell division, RNA processing, and nuclear export/import. Many of these activities occur at discrete subcompartments that intersect with specific regions of the genome. Over the past few decades, evidence has accumulated to suggest that RNA transcription also occurs in specialized sites, called transcription factories, that may influence how the genome is organized. There may be certain efficiency benefits to cluster transcriptional activity in this way. However, the clustering of genes at transcription factories may have consequences for genome stability, and increase the susceptibility to recurrent chromosomal translocations that lead to cancer", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/24166911", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 75, 
            "text": "In the eukaryotic nucleus, genes are transcribed in transcription factories", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/21880598", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 192, 
            "offsetInEndSection": 756, 
            "text": "Based on this analysis, we propose that transcription factories result from the aggregation of RNA polymerase II-containing pre-initiation complexes assembled next to each other in the nuclear space. Such an aggregation can be triggered by the phosphorylation of the C-terminal domain of RNA polymerase II molecules and their interaction with various transcription factors. Individual transcription factories would thus incorporate tissue-specific, co-regulated as well as housekeeping genes based only on their initial proximity to each other in the nuclear space", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/21880598", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 453, 
            "offsetInEndSection": 794, 
            "text": "active polymerases cluster into replication and transcription \"factories\" in both pro- and eukaryotes. We conclude that the second law of thermodynamics acts through nonspecific entropic forces between engaged polymerases to drive the self-organization of genomes into loops containing several thousands (and sometimes millions) of basepairs", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/16500976", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 291, 
            "text": "Since the advent of FISH (fluorescence in situ hybridization), there have been major advances in our understanding of how the genome is organized in interphase nuclei. Indeed, this organization is found to be non-random and individual chromosomes occupy discrete regions known as territories", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/20074071", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 419, 
            "offsetInEndSection": 663, 
            "text": " in proliferating cells, there is evidently a correlation between radial positioning and gene density. Indeed, gene-poor chromosomes tend to be located towards the nuclear edge, while those that are more gene-rich are positioned more internally", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/20074071", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 488, 
            "offsetInEndSection": 593, 
            "text": "Recently described active chromatin hubs and transcription factories also involve long-range interactions", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/17913488", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 610, 
            "offsetInEndSection": 825, 
            "text": "The transcription factory model has implications for the regulation of transcription initiation and elongation, for the organization of genes in the genome, for the co-regulation of genes and for genome instability.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/19506577", 
            "endSection": "abstract"
        }
    ]
}