{
    "body": "What is the mechanism of drug-induced gingival overgrowth?", 
    "documents": [
        "http://www.ncbi.nlm.nih.gov/pubmed/16712728", 
        "http://www.ncbi.nlm.nih.gov/pubmed/8233439", 
        "http://www.ncbi.nlm.nih.gov/pubmed/15221438", 
        "http://www.ncbi.nlm.nih.gov/pubmed/23878564", 
        "http://www.ncbi.nlm.nih.gov/pubmed/16006738", 
        "http://www.ncbi.nlm.nih.gov/pubmed/12466121", 
        "http://www.ncbi.nlm.nih.gov/pubmed/11453236"
    ], 
    "ideal_answer": [
        "Drug-induced gingival overgrowth (GO) is a frequent and adverse side-effect associated principally with the administration of the immunosuppressive drug cyclosporin A (CsA) and also certain anti-epileptic and anti-hypertensive drugs. It is characterized by a marked increase in the thickness of the epithelial layer and the accumulation of excessive amounts of connective tissue.  Keratinocyte growth factor (KGF), which is a potent epithelial cell mitogen that has been implicated in other hyperplastic conditions could be involved in the molecular pathology of GO. Also, since cathepsin-L deficiency was reported to be associated with thickening of the skin, impaired cathepsin-L activity may play a key role in the establishment of skin and gingival abnormalities seen in I-cell disease. In addition, reduced cathepsin-L activity may play an important role in inducing drug-induced gingival overgrowth. Furthermore, the enhanced proliferation of gingival fibroblasts observed in this disease could be caused at least partly by the effects of the drugs on the cell cycle and cyclin expression in these cells. The increase in cell growth that occurs in drug-induced gingival overgrowth may be mediated by over-expression of cyclin B1."
    ], 
    "concepts": [
        "http://www.disease-ontology.org/api/metadata/DOID:3086", 
        "http://www.disease-ontology.org/api/metadata/DOID:3087"
    ], 
    "type": "summary", 
    "id": "554500065beec11c1000000b", 
    "snippets": [
        {
            "offsetInBeginSection": 1886, 
            "offsetInEndSection": 1984, 
            "text": "The results indicated that CsA stimulated cell proliferation in the pediatric fibroblast cell line", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/23878564", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 2341, 
            "offsetInEndSection": 2552, 
            "text": "The mechanism of a CsA-induced fibroblast overgrowth may converge on the steps involving fibroblast proliferation and cytokine network including IL-6, IL-8, IL-1β, TGF-β1, and PGE2, in both adults and pediatrics", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/23878564", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 1985, 
            "offsetInEndSection": 2326, 
            "text": " Comparison between the results in the adult and pediatric groups demonstrated that the levels of IL-1β, IL-6, IL-8, and PGE2 were significantly higher in the pediatric group than in the adult group; however, statistics showed no significant difference in the levels of TNF-α and TGF-β1 and CsA-induced proliferation between these two groups", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/23878564", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 12, 
            "offsetInEndSection": 218, 
            "text": "Drug-induced gingival overgrowth is a frequent adverse effect associated principally with administration of the immunosuppressive drug cyclosporin A and also certain antiepileptic and antihypertensive drugs", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/16712728", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 1211, 
            "offsetInEndSection": 1393, 
            "text": "The results suggest that the increased epithelial thickness observed in Cyclosporin A-induced gingival overgrowth is associated with increased proliferative activity in keratinocytes", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/16712728", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 192, 
            "text": "It is well-known that the anticonvulsant drug, phenytoin (PHT), induces gingival overgrowth as a side effect. The mechanism of PHT-induced gingival overgrowth, however, is not well understood.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/16006738", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 386, 
            "text": "Gingival overgrowth is a frequent and adverse side-effect caused by certain immunosuppressant, anti-convulsant and calcium channel-blocking drugs. Although the precise mechanism is not yet known, the enhanced proliferation of gingival fibroblasts observed in this disease could be caused at least partly by the effects of the drugs on the cell cycle and cyclin expression in these cells", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/15221438", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 787, 
            "offsetInEndSection": 916, 
            "text": "Thus, the increase in cell growth that occurs in drug-induced gingival overgrowth may be mediated by over-expression of cyclin B1", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/15221438", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 153, 
            "text": "The immunosuppressant and hyperplasia-inducing drug cyclosporin A regulates the cell cycle and cyclin B1 gene expression in gingival fibroblasts in vitro", 
            "beginSection": "title", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/15221438", 
            "endSection": "title"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 111, 
            "text": "Cathepsin-L, a key molecule in the pathogenesis of drug-induced and I-cell disease-mediated gingival overgrowth", 
            "beginSection": "title", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/12466121", 
            "endSection": "title"
        }, 
        {
            "offsetInBeginSection": 566, 
            "offsetInEndSection": 726, 
            "text": "A calcium antagonist, nifedipine, specifically suppressed cathepsin-L activity and mRNA expression, but not that of cathepsin-B in cultured gingival fibroblasts", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/12466121", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 1257, 
            "offsetInEndSection": 1588, 
            "text": "Since cathepsin-L deficiency was reported to be associated with thickening of the skin, impaired cathepsin-L activity may play a key role in the establishment of skin and gingival abnormalities seen in I-cell disease. In addition, reduced cathepsin-L activity may play an important role in inducing drug-induced gingival overgrowth", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/12466121", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 12, 
            "offsetInEndSection": 390, 
            "text": "Drug-induced gingival overgrowth (GO) is a frequent and adverse side-effect associated principally with the administration of the immunosuppressive drug cyclosporin A (CsA) and also certain anti-epileptic and anti-hypertensive drugs. It is characterized by a marked increase in the thickness of the epithelial layer and the accumulation of excessive amounts of connective tissue", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/11453236", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 392, 
            "offsetInEndSection": 701, 
            "text": "Although the mechanism by which the drugs cause GO is not yet understood, keratinocyte growth factor (KGF), which is a potent epithelial cell mitogen, has been implicated in other hyperplastic conditions, including mammary and prostatic hyperplasia, and could also be involved in the molecular pathology of GO", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/11453236", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 1447, 
            "offsetInEndSection": 1637, 
            "text": "This study has shown, for the first time, that the level of KGF is elevated in GO and suggests that KGF may have an important role in the enhanced epithelial proliferation associated with GO", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/11453236", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 199, 
            "text": "Certain anticonvulsants, cyclosporine, and a variety of calcium channel blockers have been shown to produce clinically and histologically similar gingival enlargements in certain susceptible patients", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/8233439", 
            "endSection": "abstract"
        }
    ]
}