{
    "body": "What do studies show about the effect of Induced hypothermia in premature babies?", 
    "documents": [
        "http://www.ncbi.nlm.nih.gov/pubmed/20470651", 
        "http://www.ncbi.nlm.nih.gov/pubmed/20100756", 
        "http://www.ncbi.nlm.nih.gov/pubmed/22320395", 
        "http://www.ncbi.nlm.nih.gov/pubmed/19020525"
    ], 
    "ideal_answer": [
        "Randomised studies have demonstrated the efficacy of hypothermia for the treatment of perinatal hypoxic-ischaemic encephalopathy (HIE)  in reducing rate of death or neurodevelopmental disabilities in term or late preterm infants. It remains unclear to what degree preterm infants were included in these studies.\nA prospective non-randomised pilot study reported that mild hypothermia for 48 hours in preterm neonates with severe NEC (necrotising enterocolitis) seems both feasible and safe."
    ], 
    "concepts": [
        "http://www.nlm.nih.gov/cgi/mesh/2012/MB_cgi?field=uid&exact=Find+Exact+Term&term=D007036", 
        "http://www.nlm.nih.gov/cgi/mesh/2012/MB_cgi?field=uid&exact=Find+Exact+Term&term=D047928", 
        "http://www.nlm.nih.gov/cgi/mesh/2012/MB_cgi?field=uid&exact=Find+Exact+Term&term=D007234", 
        "http://www.nlm.nih.gov/cgi/mesh/2012/MB_cgi?field=uid&exact=Find+Exact+Term&term=D007235", 
        "http://www.nlm.nih.gov/cgi/mesh/2012/MB_cgi?field=uid&exact=Find+Exact+Term&term=D007752"
    ], 
    "type": "summary", 
    "id": "515dc066298dcd4e5100001a", 
    "snippets": [
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 245, 
            "text": "Therapeutic hypothermia is a recognized treatment for term infants with hypoxic-ischemic encephalopathy (HIE) in reducing rate of death or neurodevelopmental disabilities. Little is known about applications of this treatment to preterm newborns.", 
            "beginSection": "sections.0", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/22320395", 
            "endSection": "sections.0"
        }, 
        {
            "offsetInBeginSection": 12, 
            "offsetInEndSection": 179, 
            "text": "Randomised studies have demonstrated the efficacy of hypothermia for the treatment of perinatal hypoxic-ischaemic encephalopathy (HIE) in term or late preterm infants.", 
            "beginSection": "sections.0", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/20470651", 
            "endSection": "sections.0"
        }, 
        {
            "offsetInBeginSection": 263, 
            "offsetInEndSection": 679, 
            "text": "We aimed to establish the feasibility and safety of mild hypothermia in preterm neonates with NEC and MODS as a prelude to a randomized trial. METHODS: This was a prospective, nonrandomized pilot study of 15 preterm infants who were referred for surgical intervention of advanced NEC and failure of at least 3 organs. Whole-body cooling was achieved by ambient temperature adjustment with or without cooling mattress", 
            "beginSection": "sections.0", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/20100756", 
            "endSection": "sections.0"
        }, 
        {
            "offsetInBeginSection": 1915, 
            "offsetInEndSection": 2117, 
            "text": "Mild hypothermia for 48 hours in preterm neonates with severe NEC seems both feasible and safe. Additional investigation of the efficacy of this therapeutic intervention in this population is warranted.", 
            "beginSection": "sections.0", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/20100756", 
            "endSection": "sections.0"
        }
    ]
}