{
    "body": "How does Foxa transcription factor exhibits its pioneering function?", 
    "documents": [
        "http://www.ncbi.nlm.nih.gov/pubmed/19339686", 
        "http://www.ncbi.nlm.nih.gov/pubmed/22406422", 
        "http://www.ncbi.nlm.nih.gov/pubmed/21502411", 
        "http://www.ncbi.nlm.nih.gov/pubmed/20591647", 
        "http://www.ncbi.nlm.nih.gov/pubmed/16909212", 
        "http://www.ncbi.nlm.nih.gov/pubmed/25436603", 
        "http://www.ncbi.nlm.nih.gov/pubmed/21404180", 
        "http://www.ncbi.nlm.nih.gov/pubmed/21935353"
    ], 
    "ideal_answer": [
        "The conceptional framework of the mechanism of action of the FoxA proteins is that these 'pioneer factors' that can engage chromatin before other transcription factors. The Fox DNA-binding domain structurally resembles linker histone and binds nucleosomes stably. FoxA induces local DNA demethylation, nucleosome destabilization and binds to mitotic chromosomes. When associated with mitotic chromatin, FoxA may \"bookmark\" active genes and ensure their reactivation in postmitotic cells (epigenetic memory). About one-third of the FoxA bound sites are near silent genes, including genes without detectable RNA polymerase II. The \"pioneer\" features of FoxA factors involve various chromatin-binding parameters seen in linker histones and distinguish the factors with respect to their regulatory and mechanistic functions.", 
        "FoxA proteins are pioneer transcription factors, among the first to bind chromatin domains in development and enable gene activity. There exists a hierarchy by which transcription factors can engage their target sites in chromatin, in that a subset of factors can bind transcriptionally silent, nucleosomal DNA, whereas most factors cannot, and this hierarchy is reflected, at least in part, in the developmental function of the factors. These discoveries followed the establishment of the conceptional framework of the mechanism of action of the FoxA proteins as 'pioneer factors' that can engage chromatin before other transcription factors. Such sites are enriched in motifs for transcriptional repressors, including for Rfx1 and type II nuclear hormone receptors."
    ], 
    "type": "summary", 
    "id": "57092f9bcf1c32585100001b", 
    "snippets": [
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 190, 
            "text": "Similarities between the Epstein-Barr Virus (EBV) Nuclear Protein EBNA1 and the Pioneer Transcription Factor FoxA: Is EBNA1 a \"Bookmarking\" Oncoprotein that Alters the Host Cell Epigenotype?", 
            "beginSection": "title", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/25436603", 
            "endSection": "title"
        }, 
        {
            "offsetInBeginSection": 364, 
            "offsetInEndSection": 537, 
            "text": "In this overview we focus, however, on the epigenetic alterations elicited by EBNA1 by drawing a parallel between EBNA1 and the FoxA family of pioneer transcription factors.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/25436603", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 538, 
            "offsetInEndSection": 650, 
            "text": "Both EBNA1 and FoxA induce local DNA demethylation, nucleosome destabilization and bind to mitotic chromosomes. ", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/25436603", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 740, 
            "offsetInEndSection": 906, 
            "text": "In addition, EBNA1 and FoxA, when associated with mitotic chromatin may \"bookmark\" active genes and ensure their reactivation in postmitotic cells (epigenetic memory)", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/25436603", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 269, 
            "offsetInEndSection": 385, 
            "text": "about one-third of the FoxA bound sites are near silent genes, including genes without detectable RNA polymerase II.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/21935353", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 617, 
            "offsetInEndSection": 779, 
            "text": "We found one such target site at a cryptic \"shadow\" enhancer 7 kilobases (kb) downstream of the Cdx2 gene, where Rfx1 restricts transcriptional activation by FoxA", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/21935353", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 125, 
            "text": "Nuclear mobility and mitotic chromosome binding: similarities between pioneer transcription factor FoxA and linker histone H1", 
            "beginSection": "title", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/21502411", 
            "endSection": "title"
        }, 
        {
            "offsetInBeginSection": 1101, 
            "offsetInEndSection": 1327, 
            "text": "The results indicate that the \"pioneer\" features of FoxA factors involve various chromatin-binding parameters seen in linker histones and that distinguish the factors with respect to their regulatory and mechanistic functions.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/21502411", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 215, 
            "offsetInEndSection": 420, 
            "text": "These discoveries followed the establishment of the conceptional framework of the mechanism of action of the FoxA proteins as 'pioneer factors' that can engage chromatin before other transcription factors.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/20591647", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 923, 
            "offsetInEndSection": 1184, 
            "text": "The purpose of this review is to critically examine the literature on three highly potent transcriptional activators: the herpes virus protein, VP16; the master regulator of skeletal muscle differentiation, MyoD and the \"pioneer\" factor for hepatogenesis, FoxA.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/21404180", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 117, 
            "text": "Nucleosome-binding affinity as a primary determinant of the nuclear mobility of the pioneer transcription factor FoxA", 
            "beginSection": "title", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/19339686", 
            "endSection": "title"
        }, 
        {
            "offsetInBeginSection": 420, 
            "offsetInEndSection": 684, 
            "text": "We find that slower nuclear mobility correlates with high nonspecific nucleosome binding, and point mutations that disrupt nonspecific binding markedly increase nuclear mobility. FoxA's distinct nuclear mobility is consistent with its pioneer activity in chromatin", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/19339686", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 132, 
            "offsetInEndSection": 225, 
            "text": "The Fox DNA-binding domain structurally resembles linker histone and binds nucleosomes stably", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/19339686", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 954, 
            "offsetInEndSection": 1233, 
            "text": "Insight into the unique molecular basis of Foxa function has been obtained from recent genetic and genomic data, which identify the Foxa proteins as 'pioneer factors' whose binding to promoters and enhancers enable chromatin access for other tissue-specific transcription factors", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/16909212", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 118, 
            "text": "Nucleosome-binding affinity as a primary determinant of the nuclear mobility of the pioneer transcription factor FoxA.", 
            "beginSection": "title", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/19339686", 
            "endSection": "title"
        }, 
        {
            "offsetInBeginSection": 970, 
            "offsetInEndSection": 1263, 
            "text": "FOXO proteins represent a hybrid subclass having dual roles as pioneering factors and transcription factors. A subset of FOX proteins interacts with condensed mitotic chromatin and may function as &apos;bookmarking&apos; agents to maintain transcriptional competence at specific genomic sites.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/22406422", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 306, 
            "text": "There exists a hierarchy by which transcription factors can engage their target sites in chromatin, in that a subset of factors can bind transcriptionally silent, nucleosomal DNA, whereas most factors cannot, and this hierarchy is reflected, at least in part, in the developmental function of the factors.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/21502411", 
            "endSection": "abstract"
        }
    ]
}