{
    "body": "What is known about prostate cancer screening in the UK", 
    "documents": [
        "http://www.ncbi.nlm.nih.gov/pubmed/11495383", 
        "http://www.ncbi.nlm.nih.gov/pubmed/20507844", 
        "http://www.ncbi.nlm.nih.gov/pubmed/20840664", 
        "http://www.ncbi.nlm.nih.gov/pubmed/19904272", 
        "http://www.ncbi.nlm.nih.gov/pubmed/19671770", 
        "http://www.ncbi.nlm.nih.gov/pubmed/20060331", 
        "http://www.ncbi.nlm.nih.gov/pubmed/17826892", 
        "http://www.ncbi.nlm.nih.gov/pubmed/23728749"
    ], 
    "ideal_answer": [
        "Screening for early disease has been available for many years, but there is still no national screening programme established in the United Kingdom. Two systematic reviews have concluded that screening should not be carried out. In general, this recommendation has been accepted in the United Kingdom."
    ], 
    "concepts": [
        "http://www.nlm.nih.gov/cgi/mesh/2014/MB_cgi?field=uid&exact=Find+Exact+Term&term=D011471", 
        "http://www.nlm.nih.gov/cgi/mesh/2014/MB_cgi?field=uid&exact=Find+Exact+Term&term=D006113", 
        "http://www.nlm.nih.gov/cgi/mesh/2014/MB_cgi?field=uid&exact=Find+Exact+Term&term=D055088"
    ], 
    "type": "summary", 
    "id": "52f88a062059c6d71c000032", 
    "snippets": [
        {
            "offsetInBeginSection": 1208, 
            "offsetInEndSection": 1367, 
            "text": "Introduction of PSA screening will increase total healthcare costs for prostate cancer substantially, of which the actual screening costs will be a small part.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/19904272", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 1522, 
            "offsetInEndSection": 1808, 
            "text": "The vast majority of citizens in nine European countries systematically overestimate the benefits of mammography and PSA screening. In the countries investigated, physicians and other information sources appear to have little impact on improving citizens' perceptions of these benefits.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/19671770", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 1160, 
            "offsetInEndSection": 1430, 
            "text": "National systematic prostate cancer screening programmes outside randomised clinical trial settings have not been implemented to date owing to lack of robust evidence that such programmes would improve survival and/or quality of life in men with screen-detected disease.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/17826892", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 1099, 
            "offsetInEndSection": 1293, 
            "text": "In the case of prostate cancer screening, two systematic reviews have concluded that screening should not be carried out. In general, this recommendation has been accepted in the United Kingdom.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/11495383", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 95, 
            "offsetInEndSection": 244, 
            "text": "Screening for early disease has been available for many years, but there is still no national screening programme established in the United Kingdom. ", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/23728749", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 1303, 
            "offsetInEndSection": 1450, 
            "text": "the positive predictive value of PSA screening in BRCA mutation carriers is high and that screening detects clinically significant prostate cancer.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/20840664", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 12, 
            "offsetInEndSection": 150, 
            "text": "Web-based decision aids are known to have an effect on knowledge, attitude, and behavior; important components of informed decision making", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/20507844", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 1686, 
            "offsetInEndSection": 1818, 
            "text": "Increased usage of Prosdex leads to more informed decision making, the key aim of the UK Prostate Cancer Risk Management Programme. ", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/20507844", 
            "endSection": "abstract"
        }, 
        {
            "offsetInBeginSection": 0, 
            "offsetInEndSection": 697, 
            "text": "Prostate specific antigen (PSA) was introduced as a prostate cancer screening tool more than 20 years ago. However, there is continuing debate regarding its utility in screening for prostate cancer. Mass screening is costly, may result in the diagnosis and treatment of prostate cancers that never become clinically significant, and the evidence of a subsequent reduction in mortality is inconclusive. In addition to its role in screening, PSA is also used to monitor the progression of the disease, both localized and metastatic. Although the evidence is contradictory, PSA is still an important tool for monitoring patient progression following treatment of definitive localized prostate cancer.", 
            "beginSection": "abstract", 
            "document": "http://www.ncbi.nlm.nih.gov/pubmed/20060331", 
            "endSection": "abstract"
        }
    ]
}